{
  "id": 56,
  "title": "Community Service",
  "introduction": "Serving the community is a meaningful act of worship in Islam. It reflects our faith in action and fulfills our duty to help and care for others. The Prophet ﷺ was described as a mercy to the worlds, and part of following his example is to bring benefit to people around us. Every good deed that helps others brings reward and strengthens the bonds of our communities.",
  "sections": [
    {
      "heading": "Forms of Service",
      "content": "Community service can take many forms, big or small. Allah says: *'Help one another in righteousness and piety…'* (Quran 5:2). You can volunteer at your local mosque or community center, visit the sick, deliver meals, tutor students, or support the elderly. Cleaning public spaces, planting trees, or helping during emergencies are also acts of service. The Prophet ﷺ said: *'The most beloved people to Allah are those who are most beneficial to the people.'* (Sahih al-Mu'jam al-Awsat). Even a smile or kind word is charity in Islam."
    },
    {
      "heading": "Intention Matters",
      "content": "Islam teaches us that every action depends on intention. When you serve others, do it sincerely for Allah’s sake, seeking His pleasure alone — not praise or fame. A small deed done purely for Allah can outweigh a large deed done to impress people. The Prophet ﷺ reminded us: *'Actions are but by intentions…'* (Sahih Bukhari 1). Renew your intention often and remember that hidden acts of kindness are beloved to Allah."
    },
    {
      "heading": "Benefits of Service",
      "content": "Serving others brings blessings to our lives and communities. It builds unity, spreads love and kindness, and breaks down barriers between people. Acts of service soften our hearts and remind us to be grateful for what we have. They also teach us empathy and patience. The Prophet ﷺ said: *'The believers, in their mutual kindness, compassion and sympathy, are like one body…'* (Sahih Muslim 2586). When we help one another, we grow stronger together and earn Allah’s mercy and reward."
    }
  ],
  "conclusion": "Every act of service, no matter how small, is valuable in Islam. Be a source of benefit to others, and you will find that helping your community also helps you grow closer to Allah. May Allah make us among those who spread goodness and compassion wherever we go.",
  "references": [
    "Quran 5:2",
    "Quran 2:267",
    "Sahih Muslim 2586",
    "Sahih Bukhari 1",
    "Al-Mu'jam al-Awsat 6192"
  ]
}