{
  "id": 135,
  "title": "Justice (Adl) in Islam",
  "introduction": "Justice (*Adl*) is one of the fundamental principles of Islam and one of the divine attributes of Allah. It is a moral and social obligation for every Muslim to uphold justice in all aspects of life — personal, family, community, and governance. Islamic justice is built on fairness, equality, truthfulness, and giving everyone their due rights, no matter who they are. It requires standing for the truth, even when it is against our own interests, and protecting the rights of the weak and vulnerable.",
  "sections": [
    {
      "heading": "The Foundation of Divine Justice",
      "content": "Justice is one of Allah’s beautiful names — *Al-Adl* (The Utterly Just). His justice is absolute, perfect, and encompasses all creation: *'Indeed, Allah orders justice and good conduct'* (Quran 16:90). Allah never wrongs anyone: *'Indeed, Allah does not do injustice, [even] as much as an atom's weight.'* (Quran 4:40). Divine justice will be perfectly manifested on the Day of Judgment when every soul will receive what it deserves, no more and no less. Allah commands believers to uphold justice: *'O you who believe! Stand out firmly for justice, as witnesses to Allah, even if it is against yourselves, your parents, or your relatives.'* (Quran 4:135). This teaches us that real justice requires courage, honesty, and sacrifice."
    },
    {
      "heading": "Justice in Personal and Social Relations",
      "content": "Justice begins at home and extends to every interaction in society. In family life, parents must treat their children fairly and avoid favoritism. The Prophet ﷺ said to a man who gave a gift to one child but not the others: *'Fear Allah and be just among your children.'* (Sahih Bukhari). In marriage, both spouses have rights and responsibilities that must be respected. In business, justice means honest transactions, fair prices, accurate measurements, and fulfilling contracts. The Prophet ﷺ warned that dishonesty destroys trust and invites Allah’s displeasure. Justice also means treating every person with fairness, regardless of their background, wealth, or status. The Prophet ﷺ said: *'The people before you were destroyed because they punished the poor and let the rich go free.'* (Sahih Bukhari). Islam teaches that no one is above the law and that justice must be applied equally to all."
    },
    {
      "heading": "Establishing and Maintaining Justice",
      "content": "Islam calls on believers to actively establish and protect justice in society. This means speaking the truth to leaders, defending the oppressed, and building systems that safeguard everyone’s rights. The Quran says: *'Indeed, Allah will not change the condition of a people until they change what is in themselves.'* (Quran 13:11). This means that social justice starts with personal integrity and moral courage. Leaders and those in authority carry a heavier responsibility to rule justly and care for their people. The Prophet ﷺ said: *'Each of you is a shepherd and each of you is responsible for his flock.'* (Sahih Bukhari). Ordinary people must fulfill their civic duties honestly, pay dues, and hold those in power accountable. When facing injustice, Muslims are expected to stop it with their hands, speak against it if they cannot stop it, and at the very least hate it in their hearts — the weakest form of faith. Justice requires strength, patience, and wisdom to implement in the right way and at the right time."
    }
  ],
  "conclusion": "Justice is a divine command and a cornerstone of a peaceful, fair, and thriving society. By living justly in our personal lives, families, communities, and institutions, we fulfill a key part of our faith and serve as witnesses to the beauty of Islam. May Allah make us people of *Adl* who stand firm for truth and fairness in all we do.",
  "references": [
    "Quran 4:135",
    "Quran 16:90",
    "Quran 4:40",
    "Quran 13:11",
    "Sahih Bukhari 2587",
    "Sahih Muslim 49",
    "Sunan Abu Dawud 3544"
  ]
}