{
    "id": 10,
    "title": "Character of Prophet Muhammad (SAW)",
    "introduction": "The Prophet Muhammad ﷺ was sent not only to deliver the final revelation but also to demonstrate how to live it. His character is described by Allah as 'exalted' (Quran 68:4) and he is called 'a mercy to the worlds' (Quran 21:107). He embodied the highest moral standards in every aspect of life. By studying his character, we find a perfect example to follow, helping us build better relationships with others and grow closer to Allah.",
    "sections": [
      {
        "heading": "Mercy and Compassion",
        "content": "The Prophet ﷺ was the embodiment of mercy. He forgave his worst enemies, even when he had full power to take revenge. At the conquest of Makkah, he pardoned those who had persecuted him and his followers for years, saying, 'No blame will there be upon you today.' He showed special care for the poor, orphans, and needy, reminding his companions to feed the hungry and care for the vulnerable. He was gentle even with animals; he warned against overworking them and taught kindness to every living being. Anas ibn Malik (RA), who served him for ten years, said: 'I never saw him strike anyone, nor did he ever scold me.'"
      },
      {
        "heading": "Truthfulness and Trust",
        "content": "Even before his prophethood, the Prophet ﷺ was known as 'Al-Amin' (the Trustworthy) and 'As-Sadiq' (the Truthful). People would entrust him with their valuables and settle disputes through his wise judgment. He never lied, cheated, or broke a promise, no matter how difficult the circumstances. His honesty won the hearts of many, even his enemies acknowledged his truthfulness. When the Quraysh plotted against him, they still left their belongings with him for safekeeping because they trusted him more than anyone else. For Muslims, his truthfulness reminds us to be honest in speech, business, and all our dealings."
      },
      {
        "heading": "Patience and Humility",
        "content": "Throughout his life, the Prophet ﷺ faced immense challenges — insults, mockery, exile, battles, and loss of loved ones — yet he responded with remarkable patience and perseverance. He did not seek worldly status; he lived simply, mended his own clothes, and sat among the poor and slaves without distinction. He disliked arrogance and reminded his companions that no one is better than another except by piety. He would say, 'Whoever has an atom’s weight of pride in his heart will not enter Paradise.' His humility inspired people to treat each other with respect and to rely on Allah in times of difficulty."
      }
    ],
    "conclusion": "Emulating the Prophet’s ﷺ character brings us closer to Allah and earns His love. As he said: 'The best among you are those who have the best manners and character.' By following his example of mercy, honesty, patience, and humility, we strengthen our relationships, uplift our communities, and strive for success in this life and the Hereafter.",
    "references": [
      "Quran 68:4",
      "Quran 21:107",
      "Sahih Muslim 2310",
      "Sahih Bukhari 3560",
      "Sahih Muslim 208"
    ]
  }
  