{
  "id": 93,
  "title": "The Book of Deeds",
  "introduction": "Every person’s actions — big or small, good or bad — are recorded in a book that will be presented on the Day of Judgment. This reality reminds us to live each moment with awareness and responsibility, knowing that nothing we do is hidden from Allah.",
  "sections": [
    {
      "heading": "Recording of Deeds",
      "content": "Allah has appointed noble angels called Kiraman Katibin who record every word and action. One sits on the right shoulder recording good deeds, and the other on the left recording bad deeds. Allah says: *'Not a word does he utter but there is a watcher by him ready [to record it].'* (Quran 50:18). Even the smallest deeds are written, but out of His mercy, Allah multiplies good deeds and erases sins when we repent sincerely. Remembering this helps us guard our speech and actions."
    },
    {
      "heading": "Receiving the Book",
      "content": "On the Day of Judgment, each person will be handed their Book of Deeds. The righteous — those who believed, repented, and strove to do good — will receive their book in their right hand as a sign of success and relief. They will rejoice and say: *'Here, read my record!'* The wrongdoers and hypocrites will receive their book in their left hand or behind their backs, filled with regret and fear of the consequences. This scene motivates us to fill our record with deeds that please Allah."
    },
    {
      "heading": "How to Fill Your Book",
      "content": "Our daily actions write the pages of our book. Fill it with prayers, charity, kind words, patience, and acts of service to others. Seek forgiveness (istighfar) often, for Allah loves to erase sins from our record when we turn back to Him sincerely. Protect your tongue from gossip and lies, and your eyes and ears from what displeases Him. Make good intentions in everything you do — even small acts done sincerely can weigh heavily on the scale of good deeds."
    }
  ],
  "conclusion": "Be mindful that everything you say and do is recorded and will be shown to you. Live in a way that you will be happy to see your record on that Day. May Allah make our books heavy with good deeds and grant us success when we stand before Him.",
  "references": [
    "Quran 18:49",
    "Quran 69:19-37",
    "Sahih Bukhari 3332"
  ]
}