{
  "id": 90,
  "title": "Reality of Death",
  "introduction": "Death is a certainty that every soul will face. Islam teaches us not to fear death itself but to prepare for it wisely. Remembering the reality of death softens our hearts, keeps our priorities clear, and reminds us that this life is only a temporary stage before the eternal Hereafter.",
  "sections": [
    {
      "heading": "Purpose of Life and Death",
      "content": "Allah says: *'Every soul will taste death, and you will only be given your [full] compensation on the Day of Resurrection…'* (Quran 3:185). Life and death are part of Allah’s test to see who will do good: *'He who created death and life to test you [as to] which of you is best in deed.'* (Quran 67:2). Knowing this helps us live each day with purpose — using our time, wealth, and energy for what will benefit us in the Hereafter."
    },
    {
      "heading": "Remembrance of Death",
      "content": "The Prophet ﷺ said: *'Remember often the destroyer of pleasures [death].'* (Sahih Bukhari 6512). Remembering death humbles us and stops us from becoming attached to worldly things. It motivates us to forgive others, fix our mistakes, and do good deeds while we can. Visiting graves, reading about the Hereafter, and making dua for those who have passed away help keep this reminder alive in our hearts in a gentle way."
    },
    {
      "heading": "How to Prepare",
      "content": "• Live righteously by doing the obligations Allah has set — prayer, charity, honesty, and good character.  \n• Repent often, for none of us is free from mistakes. The Prophet ﷺ sought forgiveness more than seventy times a day.  \n• Keep your heart attached to Allah — make dua for a good ending (*husn al-khatimah*) and stay hopeful in His mercy.  \n• Be mindful of your rights to others — repay debts, seek forgiveness, and mend ties while you can."
    }
  ],
  "conclusion": "Preparing for death is not meant to make us fearful but to bring us peace, focus, and wisdom in how we live. May Allah grant us hearts that remember the Hereafter, actions that please Him, and a good ending when we return to Him.",
  "references": [
    "Quran 3:185",
    "Quran 67:2",
    "Sahih Bukhari 6512",
    "Sahih Muslim 2682"
  ]
}