{
  "id": 101,
  "title": "Prophet Idris (AS)",
  "introduction": "Prophet Idris (Enoch) is one of the earliest prophets mentioned in the Quran. He was known for his wisdom, patience, and deep devotion to Allah. Although little is detailed about his life, what we do know about Idris (AS) inspires us to live with knowledge, sincerity, and steadfast faith.",
  "sections": [
    {
      "heading": "Life and Mission",
      "content": "Idris (AS) was a truthful and righteous prophet sent to guide his people back to the worship of Allah alone. He was from the descendants of Prophet Adam (AS) and came after Prophet Sheeth (Seth) (AS). Idris called his people to goodness, honesty, and justice. He taught them beneficial skills and wisdom that helped build their communities. He was known to be truthful in speech and actions, fulfilling his mission with patience despite the challenges he faced."
    },
    {
      "heading": "Virtues of Idris",
      "content": "Allah praises Idris (AS) in the Quran, saying, *'And mention in the Book, Idris. Indeed, he was a man of truth and a prophet.'* (Quran 19:56). Idris was patient and persistent in spreading Allah’s message. He was dedicated to learning and teaching useful knowledge, which is why some scholars say he was among the first to introduce writing and measurement. His life shows that wisdom, knowledge, and righteous action go hand in hand. Because of his exceptional piety, Allah elevated Idris to a high position — 'We raised him to a high station.' (Quran 19:57)."
    },
    {
      "heading": "Lessons from Idris’s Story",
      "content": "From Idris (AS), we learn the importance of seeking knowledge and using it to benefit others. He reminds us that wisdom and learning should be combined with patience and integrity. Even when faced with hardship or people’s rejection, Idris remained steadfast in his faith and mission. His story encourages us to stand firm on truth, value knowledge, and work to uplift our communities with sincerity and perseverance."
    }
  ],
  "conclusion": "Idris’s story is short yet powerful — a reminder to pursue knowledge, live with truthfulness, and hold firm to our faith in all circumstances. May Allah help us embody the qualities of wisdom, patience, and integrity as Idris (AS) did.",
  "references": [
    "Quran 19:56-57",
    "Quran 21:85-86",
    "Sahih Bukhari 3396"
  ]
}