{
  "id": 164,
  "title": "Islamic Hospitality",
  "introduction": "Hospitality (*karam* and *diyafah*) is a cherished virtue in Islam that reflects a believer’s generosity, kindness, and love for others. The Quran and Sunnah emphasize welcoming guests, sharing food, and creating spaces where people feel honored and at ease. Islamic hospitality is not just cultural — it is an act of worship that strengthens community bonds and earns Allah’s pleasure.",
  "sections": [
    {
      "heading": "The Religious Foundation of Hospitality",
      "content": "Islam establishes hospitality as both a religious duty and a mark of noble character. The Prophet ﷺ said: *'Whoever believes in Allah and the Last Day should honor his guest'* (Sahih Bukhari), linking good hospitality directly to true faith. The Quran praises Prophet Ibrahim (AS) for his exemplary hospitality when angels visited him: *'Has there come to you the story of the honored guests of Abraham? When they entered upon him and said, Peace! He said, Peace, [you are] a people unknown. Then he went to his family and came with a fat [roasted] calf'* (Quran 51:24-27). Ibrahim (AS) offered the best food he had, quickly and without question, setting the standard for generous, sincere hosting. The Prophet ﷺ also taught that welcoming guests brings blessings to the home and expands provision through Allah’s mercy."
    },
    {
      "heading": "The Etiquette of Hosting Guests",
      "content": "Islamic hospitality follows beautiful etiquette that balances honor and practicality. Welcome guests with genuine warmth and happiness — do not treat their visit as a burden. Offer the best food and accommodation you can reasonably provide, but avoid excessive spending that strains your family. The Prophet ﷺ said: *'Hospitality is for three days, and what is beyond that is charity'* (Sahih Bukhari), reminding us to set healthy limits so neither host nor guest feels burdened. Serve guests first, ensure they are comfortable, and engage in pleasant conversation. Respect guests’ privacy and do not pry into personal matters. When they depart, send them off with kind words and duas for safety and barakah. A good host makes guests feel valued, respected, and loved, leaving them with beautiful memories of your home and your faith."
    },
    {
      "heading": "The Etiquette of Being a Guest",
      "content": "Islam also teaches how to be a considerate guest. Accept invitations when you can, as turning them down unnecessarily can hurt feelings. Arrive on time and, if possible, bring a small, thoughtful gift. Appreciate whatever is served, thank your host sincerely, and avoid criticizing food or arrangements. The Prophet ﷺ taught a beautiful dua for guests to recite for their hosts: *'May those who fast break their fast in your home, may the righteous eat your food, and may the angels send blessings upon you'* (Sunan Abu Dawud). Do not overstay your welcome or impose on your host’s time or resources. Respect their house rules and family space. Offer to help when appropriate. When leaving, express heartfelt gratitude and later, if able, reciprocate the kindness with your own invitation. These simple etiquettes strengthen trust and friendship, making hospitality a joy for both hosts and guests."
    }
  ],
  "conclusion": "Islamic hospitality is a timeless tradition that builds stronger families and communities and reflects the generosity and compassion of our faith. By practicing the Prophet’s ﷺ guidance on hosting and being hosted, Muslims help create a culture of warmth, respect, and mutual care that brings hearts together and pleases Allah.",
  "references": [
    "Quran 51:24-27",
    "Sahih Bukhari 6135",
    "Sahih Bukhari 6137",
    "Sunan Abu Dawud 3854",
    "Sahih Muslim 48"
  ]
}