{
    "id": 102,
    "title": "Prophet Hud (AS)",
    "introduction": "Prophet Hud (AS) was sent by Allah to guide the people of ‘Ad — a mighty nation known for their strength, towering structures, and vast wealth. Despite their power, they turned away from Allah’s guidance and became arrogant. Hud’s story is a powerful reminder that true strength lies in humility and obedience to Allah.",
    "sections": [
      {
        "heading": "Call to Monotheism",
        "content": "Hud (AS) called his people to worship Allah alone and to abandon their idols and pride. He said: *'O my people! Worship Allah; you have no deity other than Him…'* (Quran 11:50). He reminded them that their strength and blessings were gifts from Allah, not reasons to be boastful. He warned them that arrogance and injustice would lead to punishment if they did not repent. But most of them mocked him, refusing to listen to the truth."
      },
      {
        "heading": "Rejection and Consequences",
        "content": "The people of ‘Ad were so proud of their might that they believed nothing could destroy them. They challenged Hud’s warnings, saying: *'Who is stronger than us in strength?'* (Quran 41:15). Allah sent a severe punishment — a violent, icy wind that raged for seven nights and eight days, uprooting them like hollow trunks of palm trees (Quran 69:6-8). Only Hud and the few who believed were saved. Their destruction shows how no wealth, power, or technology can protect a people who reject Allah’s message."
      },
      {
        "heading": "Lessons from Hud’s Story",
        "content": "Hud’s story teaches us that arrogance and ingratitude lead to downfall. We must never forget that our talents, strength, or wealth are gifts from Allah. True success comes from humility, thankfulness, and obeying His commands. Hud’s patience and courage remind us to stand firm in truth, even when facing mockery or rejection. Allah’s promise is always true: He saves the believers and brings down the arrogant."
      }
    ],
    "conclusion": "The story of Prophet Hud (AS) teaches us humility, gratitude, and the importance of obeying Allah. May we learn from the people of ‘Ad to never let pride blind us from the truth.",
    "references": [
      "Quran 11:50-60",
      "Quran 26:123-140",
      "Quran 41:15-16",
      "Quran 69:6-8",
      "Sahih Bukhari 3341"
    ]
  }
  