{
  "id": 92,
  "title": "The Day of Judgment",
  "introduction": "The Day of Judgment (*Yawm al-Qiyamah*) is one of the pillars of Islamic belief. It is the day when all people will be resurrected, gathered, and held accountable for every deed, big or small. Remembering this reality helps us stay mindful of our actions and live each day seeking Allah’s mercy and pleasure.",
  "sections": [
    {
      "heading": "Signs of the Last Day",
      "content": "Before the Day of Judgment, many minor and major signs will appear as reminders for humanity. The Prophet ﷺ told us about signs like widespread injustice, dishonesty, and the loss of trust. Major signs include the appearance of the Dajjal (Antichrist), the descent of Prophet Isa (AS), and the rising of the sun from the west. These signs remind us that this world is temporary and that the Hour is near, even if it seems far."
    },
    {
      "heading": "The Gathering and Reckoning",
      "content": "Allah says: *'That Day, the people will depart separated [into categories] to be shown [the result of] their deeds. So whoever does an atom’s weight of good will see it, and whoever does an atom’s weight of evil will see it.'* (Quran 99:6–8). All people will be gathered on a vast plain, barefoot and unclothed, standing before their Lord. Deeds will be weighed, records opened, and every word and action judged with perfect justice. Some will receive their book of deeds in their right hand — a sign of success — while others will receive it in their left hand. The scales (*Mizan*) and the bridge over Hell (*Sirat*) will test everyone’s deeds and faith."
    },
    {
      "heading": "How to Prepare",
      "content": "• Strengthen your faith and do good deeds sincerely for Allah’s sake.    • Repent regularly and seek forgiveness for your sins — no matter how big, Allah’s mercy is greater.    • Be mindful of your speech and actions, knowing that every word is recorded by the angels.    • Make dua for steadfastness and a good ending, and ask Allah to make your reckoning easy on that Day."
    }
  ],
  "conclusion": "Belief in the Day of Judgment motivates us to live righteously, avoid injustice, and work for good in secret and in public. May Allah make us among those whose scales are heavy with good deeds and who enter Paradise by His mercy.",
  "references": [
    "Quran 99:6-8",
    "Quran 101:6-11",
    "Quran 18:49",
    "Sahih Muslim 2950",
    "Sahih Bukhari 6535"
  ]
}