{
  "id": 34,
  "title": "The Art of Dua",
  "introduction": "Dua is one of the most powerful acts of worship in Islam. It is a way to speak directly to Allah — to ask for help, guidance, forgiveness, or anything that is good for us. Allah loves when His servants call upon Him with hope and trust. Dua strengthens our faith, brings peace to our hearts, and reminds us that we are never alone.",
  "sections": [
    {
      "heading": "Etiquettes of Dua",
      "content": "The Prophet ﷺ taught us the best manners for making dua. Begin by praising Allah and sending peace and blessings upon the Prophet ﷺ. Raise your hands humbly, face the qiblah if possible, and call upon Allah by His beautiful names. Ask sincerely from the heart and with full hope that Allah will respond in the best way. The Prophet ﷺ said: 'Call upon Allah while being certain of being answered.' (Tirmidhi). It is good to make dua repeatedly and with persistence, without feeling shy or giving up."
    },
    {
      "heading": "Best Times for Dua",
      "content": "There are special times when dua is more likely to be accepted, such as:    - In **sujood (prostration)** during prayer, when you are closest to Allah.    - After the obligatory prayers.    - In the last third of the night when Allah descends to the lowest heaven and asks, 'Who is asking Me so I may give him?' (Sahih Bukhari 1145).    - On **Fridays**, especially the last moments before Maghrib.    Other blessed times include when breaking your fast, while traveling, and when it rains. Making dua regularly during these times brings hope and closeness to Allah."
    },
    {
      "heading": "Common Mistakes",
      "content": "Some common mistakes in dua include being impatient and giving up if the answer does not come quickly. Remember, Allah answers in His perfect wisdom — sometimes He gives what we ask for, sometimes He delays it for our benefit, or replaces it with something better. Another mistake is making dua without sincerity, or asking for something sinful or harmful to others. The Prophet ﷺ warned against saying, 'My dua was not answered,' because Allah loves patience and trust in His decree."
    }
  ],
  "conclusion": "Make dua regularly and trust that Allah hears every word you say, even what is in your heart. He answers in the best way, at the best time. Never stop calling upon Him, for dua is a beautiful way to grow closer to your Lord and find hope and peace in every situation.",
  "references": [
    "Quran 2:186",
    "Quran 40:60",
    "Sahih Bukhari 6339",
    "Sahih Muslim 758",
    "Tirmidhi 3479"
  ]
}