{
  "id": 67,
  "title": "Last Three Surahs",
  "introduction": "The last three surahs of the Quran — Surah Al-Ikhlas, Al-Falaq, and An-Nas — are short but powerful chapters that strengthen our faith and protect us from harm. The Prophet ﷺ loved and regularly recited them, teaching us that these surahs act as a shield against spiritual and physical dangers. Making them part of our daily routine brings peace, protection, and a reminder of Allah’s power and mercy.",
  "sections": [
    {
      "heading": "Surah Al-Ikhlas",
      "content": "Surah Al-Ikhlas (Chapter 112) is all about affirming Allah’s absolute oneness and perfection: *'Say, He is Allah, [who is] One…'* (Quran 112:1-4). It clearly rejects any idea of partners, children, or equals to Allah. The Prophet ﷺ said that reciting Surah Al-Ikhlas is equal to reciting one-third of the Quran (Sahih Bukhari 5017). This shows its great value and deep meaning. It’s a reminder to keep our belief in Tawhid pure and strong."
    },
    {
      "heading": "Surah Al-Falaq and An-Nas",
      "content": "Surah Al-Falaq (Chapter 113) and Surah An-Nas (Chapter 114) are known as the *Mu‘awwidhatayn* — the two surahs of seeking refuge. They teach us to seek Allah’s protection from every form of evil: envy, darkness, witchcraft, and the whisperings of shayateen. The Prophet ﷺ would recite them in the morning and evening, and before going to sleep, and he would blow them over himself and his family for protection (Sahih Bukhari 5017). They remind us that only Allah can truly guard us from harm."
    },
    {
      "heading": "Practical Application",
      "content": "Make these surahs part of your daily routine:    - Recite them after Fajr and Maghrib as part of the morning and evening adhkar.    - Recite them before sleeping, blowing into your hands and passing them over your body three times, as the Prophet ﷺ did.    - Use them whenever you feel afraid or sense harm.    They help protect your heart from fear, envy, and evil influences, and strengthen your trust in Allah’s protection and mercy."
    }
  ],
  "conclusion": "The last three surahs are a shield for every believer — simple yet deeply powerful. Recite them with understanding and trust that Allah is the best Protector. May these surahs bring you comfort, peace, and safety in every moment of life.",
  "references": [
    "Quran 112:1-4",
    "Quran 113:1-5",
    "Quran 114:1-6",
    "Sahih Bukhari 5017",
    "Sahih Muslim 2192"
  ]
}