{
  "id": 126,
  "title": "The Farewell Pilgrimage",
  "introduction": "The Farewell Pilgrimage (*Hajjat al-Wada*) was the first and only Hajj performed by Prophet Muhammad ﷺ after the conquest of Makkah. This historic journey took place near the end of his life and became a defining moment for the Ummah. During this pilgrimage, he delivered his famous Farewell Sermon, which summarized the core principles of Islam and set timeless guidelines for humanity. The event marked the completion of the Prophet’s mission and gave future generations the perfect model for performing Hajj and living by his teachings.",
  "sections": [
    {
      "heading": "The Journey and Rituals",
      "content": "In the 10th year after Hijrah (632 CE), the Prophet ﷺ announced his intention to perform Hajj. More than 100,000 companions joined him on this historic journey from Madinah to Makkah. It was the only Hajj he performed after Makkah’s peaceful conquest, making it especially significant for all Muslims. He demonstrated every rite of Hajj in the most perfect way — showing how to enter Ihram, perform Tawaf around the Kaaba, walk between Safa and Marwah, stand at Arafat (the heart of Hajj), spend the night at Muzdalifah, stone the pillars, and offer sacrifice. The companions observed his every word and action carefully, ensuring that the correct way to perform Hajj would be preserved for generations to come."
    },
    {
      "heading": "The Farewell Sermon",
      "content": "On the 9th of Dhul-Hijjah, standing on the plain of Arafat, the Prophet ﷺ delivered his historic Farewell Sermon (*Khutbat al-Wada*) to over 100,000 pilgrims. In this final address, he emphasized the core values of Islam: the equality of all people regardless of race or tribe, the sanctity of life, property, and honor, the rights and fair treatment of women, the prohibition of usury, and the responsibility to follow the Quran and Sunnah. He said: *“All mankind is from Adam and Eve. An Arab has no superiority over a non-Arab, nor does a non-Arab have superiority over an Arab… except by piety and good action.”* (Ahmad) He reminded the Ummah that he was leaving behind the Quran and his Sunnah, and if they held firmly to these, they would never go astray. His words remain a timeless reminder of justice, unity, and piety for all humanity."
    },
    {
      "heading": "Completion of the Religion",
      "content": "During this pilgrimage, Allah revealed one of the most important verses of the Quran: *“This day I have perfected for you your religion, completed My favor upon you, and have approved for you Islam as your religion.”* (Quran 5:3) This verse marked the perfection of the religion and the completion of the Prophet’s ﷺ mission on earth. After delivering his sermon, he asked the people: *“Have I conveyed the message?”* They answered, *“Yes!”* and he said, *“O Allah, bear witness.”* Not long after returning to Madinah, the Prophet ﷺ fell ill and passed away. His Farewell Pilgrimage truly became his final goodbye, leaving the Ummah with clear guidance, preserved rituals, and universal principles that Muslims continue to follow to this day."
    }
  ],
  "conclusion": "The Farewell Pilgrimage is a milestone that marks the completion of our faith and the Prophet’s mission. His Farewell Sermon gives us timeless guidance on justice, equality, and unity. As we perform Hajj and remember this historic event, we are reminded of our responsibility to hold fast to the Quran and Sunnah and to live by the noble principles the Prophet ﷺ left for us.",
  "references": [
    "Quran 5:3",
    "Sahih Bukhari 1623",
    "Sahih Muslim 1218",
    "Sunan Abu Dawud 1905"
  ]
}