{
  "id": 25,
  "title": "The Four Rightly Guided Caliphs",
  "introduction": "The first four leaders of the Muslim community after the Prophet Muhammad ﷺ are known as the Khulafa ar-Rashidun — the Rightly Guided Caliphs. They are celebrated for their justice, wisdom, piety, and dedication to serving Islam. Their lives and leadership set an example for all generations on how to uphold faith, unity, and justice.",
  "sections": [
    {
      "heading": "Abu Bakr As-Siddiq",
      "content": "Abu Bakr (RA) was the closest companion of the Prophet ﷺ and the first caliph after his passing. He was known as As-Siddiq (the truthful) because of his unwavering belief and support. He comforted the Muslims during their greatest trial and preserved the unity of the Ummah when it was most vulnerable. Abu Bakr led with humility and firmness, fought the false prophets, and ensured that Zakat was collected and distributed properly. He also oversaw the first compilation of the Quranic verses after many memorizers were martyred, protecting the Quran for future generations."
    },
    {
      "heading": "Umar ibn Al-Khattab",
      "content": "Umar ibn Al-Khattab (RA) was the second caliph, known for his strength, justice, and deep fear of Allah. Under his leadership, the Muslim empire expanded rapidly to include Persia, Egypt, and parts of the Byzantine lands, spreading Islam far and wide. Umar established many administrative systems, such as the welfare state (Bayt al-Mal), courts, and public services. He would walk at night to check on his people, ensuring no one was left hungry or oppressed. His fair rule became an example for just governance."
    },
    {
      "heading": "Uthman ibn Affan and Ali ibn Abi Talib",
      "content": "Uthman ibn Affan (RA), the third caliph, was known for his generosity and modesty. He used his wealth to support the Muslim community, equipping armies and providing for the needy. Uthman’s greatest legacy was compiling the Quran into a single, standard written version to protect it from disputes, ensuring that Muslims around the world recite the same Quran today. Ali ibn Abi Talib (RA), the fourth caliph and cousin of the Prophet ﷺ, was known for his profound knowledge, wisdom, and unmatched bravery. He defended Islam in many battles and guided people with his deep understanding of the Quran and Sunnah. Despite facing internal conflicts and trials, Ali remained dedicated to justice and unity."
    }
  ],
  "conclusion": "The Four Rightly Guided Caliphs dedicated their lives to preserving and spreading Islam, ruling with justice, wisdom, and deep sincerity. Their examples remind us of the importance of unity, sacrifice, and serving others for the sake of Allah.",
  "references": [
    "Sahih Bukhari 3653",
    "Sahih Muslim 2389",
    "Quran 9:100"
  ]
}