{
  "id": 119,
  "title": "Uthman ibn Affan (RA)",
  "introduction": "Uthman ibn Affan (RA) was one of the earliest and most beloved companions of Prophet Muhammad ﷺ, and the third Caliph of Islam. He was known for his incredible modesty, humility, and unmatched generosity. His contributions to Islam, especially his role in preserving the Quran for all generations, make him one of the greatest figures in Islamic history. Uthman’s life shows us what it means to give for the sake of Allah and stand firm in faith until the end.",
  "sections": [
    {
      "heading": "Early Conversion and Sacrifices",
      "content": "Uthman (RA) was among the first to accept Islam, guided by the invitation of Abu Bakr As-Siddiq (RA). As a respected and wealthy merchant from the noble Umayyad clan, he knew that embracing Islam would cost him his status and wealth. He faced mockery, boycotts, and even physical abuse from his own uncle. Despite these trials, he remained firm and patient. His gentle character and loyalty earned him the Prophet’s deep love and trust. He married the Prophet’s daughter Ruqayyah (RA), and when she passed away, the Prophet ﷺ honored him by giving him his second daughter, Umm Kulthum (RA), in marriage — making him the only man known as *Dhun-Nurayn*, “the possessor of two lights.”"
    },
    {
      "heading": "Generosity and Service to Islam",
      "content": "Uthman (RA) was famous for spending his wealth generously for the sake of Allah. When the Muslims in Madinah faced a water shortage, he bought the well of Rumah — the only clean water source — and made it free for everyone. During the Battle of Tabuk, when the army desperately needed supplies, Uthman equipped one-third of the army from his own pocket, giving camels, food, and weapons. The Prophet ﷺ was so pleased that he said: *'Nothing will harm Uthman after what he did today.'* (Tirmidhi). His house was always open for charity and helping the poor. He sought no recognition, only Allah’s pleasure, and was promised Paradise during his lifetime."
    },
    {
      "heading": "Compilation of the Quran and Martyrdom",
      "content": "One of Uthman’s (RA) greatest legacies is the preservation of the Quran. As Islam spread far and wide, differences in dialects and recitations started to appear among new Muslims. To protect the integrity of Allah’s words, Uthman ordered that standard copies of the Quran be compiled based on the original manuscripts kept by Hafsa bint Umar (RA). He then distributed these copies to the major Islamic cities and ordered that other unofficial versions be burned to prevent confusion. This effort safeguarded the Quran exactly as it was revealed to the Prophet ﷺ and remains unchanged to this day. In his final years, Uthman faced growing political unrest and rebellion from groups who misunderstood or opposed his leadership. Despite the threat to his life, he refused to shed Muslim blood for his own safety. He was martyred while reciting the Quran in his home, his blood falling on the ayah: *'So Allah will suffice you against them.'* (Quran 2:137). His martyrdom marked the depth of his dedication and sacrifice for Allah’s book and Ummah."
    }
  ],
  "conclusion": "Uthman ibn Affan’s life teaches us the power of sincere generosity, humility, and unwavering dedication to preserving Allah’s word. He gave his wealth, his status, and ultimately his life for the sake of Islam. Through his efforts, generations after him continue to recite the same Quran he worked so hard to protect. May Allah be pleased with him and grant us the ability to follow his example of giving and service for Allah’s sake.",
  "references": [
    "Sahih Bukhari 3695",
    "Sahih Bukhari 3697",
    "Tirmidhi 3701",
    "Sunan an-Nasa'i 3604"
  ]
}