{
  "id": 78,
  "title": "Prophet Yunus (AS)",
  "introduction": "Prophet Yunus (Jonah) is known for his story with the great whale — a powerful lesson about sincere repentance, humility, and never losing hope in Allah’s mercy. His story reminds us that even the prophets were tested and that turning back to Allah with a humble heart brings relief and forgiveness.",
  "sections": [
    {
      "heading": "Leaving His People",
      "content": "Prophet Yunus (AS) was sent to guide his people, but when they stubbornly rejected his message, he left them in frustration before receiving Allah’s command to do so. He boarded a ship that encountered a terrible storm. The crew realized someone must be thrown overboard to save the ship, and Yunus’s name was drawn. He accepted this test, knowing it was from Allah, and went into the sea, surrendering to Allah’s will. This shows that even the most righteous can make mistakes — but what matters is how they return to Allah afterward."
    },
    {
      "heading": "In the Belly of the Whale",
      "content": "Allah caused a great fish (whale) to swallow Yunus (AS), keeping him alive in its belly in the darkness of the sea. In that deep darkness, Yunus realized his mistake and turned to Allah with sincere repentance. He called out with the famous dua: *'La ilaha illa Anta, Subhanaka inni kuntu minaz-zalimin'* — 'There is no god but You; Glory be to You! Indeed, I was among the wrongdoers.' (Quran 21:87). This beautiful supplication is a reminder that admitting our faults and glorifying Allah brings relief, even in the darkest moments."
    },
    {
      "heading": "Lessons from Yunus’s Story",
      "content": "The story of Yunus (AS) teaches us to never despair of Allah’s mercy, no matter how hopeless things may feel. It shows the importance of admitting our mistakes and making sincere tawbah (repentance). His dua is beloved and powerful, and the Prophet ﷺ encouraged us to recite it when we feel trapped or distressed. Yunus’s story also reminds us to be patient in our efforts and trust Allah’s timing. Allah answered his dua, forgave him, and returned him safely to his people, who eventually believed — showing that Allah’s plan is always best."
    }
  ],
  "conclusion": "Yunus’s story teaches us humility, sincere repentance, and unshakeable hope in Allah’s forgiveness. May we remember his dua in our own times of darkness and turn back to Allah with hearts full of faith.",
  "references": [
    "Quran 37:139-148",
    "Quran 21:87-88",
    "Sahih Bukhari 3397"
  ]
}