{
  "id": 123,
  "title": "The Night Journey (Isra and Mi'raj)",
  "introduction": "The Night Journey (*Isra and Mi‘raj*) was one of the greatest miracles in the life of Prophet Muhammad ﷺ. In this extraordinary journey, he was taken from Makkah to Jerusalem and then ascended through the heavens to meet Allah. This event shows Allah’s absolute power over time and space, honors the Prophet ﷺ with the highest spiritual experience, and strengthens our faith in the unseen. It also established the special place of Masjid al-Aqsa in Islam and gifted the Ummah the five daily prayers.",
  "sections": [
    {
      "heading": "The Journey to Jerusalem (Isra)",
      "content": "The journey began when the angel Jibreel (AS) came to the Prophet ﷺ while he was resting near the Kaaba. He was taken on the miraculous creature called *Buraq*, faster than lightning, from Makkah to Masjid al-Aqsa in Jerusalem — a journey that normally took weeks but was completed in moments by Allah’s will. At Masjid al-Aqsa, the Prophet ﷺ led all the previous prophets in prayer, showing his status as the Seal of the Prophets and the unity of all divine messages. Allah says: *“Exalted is He who took His servant by night from al-Masjid al-Haram to al-Masjid al-Aqsa, whose surroundings We have blessed…”* (Quran 17:1). This moment connects the three sacred sites: Makkah, Madinah, and Jerusalem."
    },
    {
      "heading": "The Ascension through the Heavens (Mi'raj)",
      "content": "From Jerusalem, the Prophet ﷺ ascended through the seven heavens with Jibreel (AS). In each heaven, he met prophets who welcomed him: Adam (1st), Isa (Jesus) and Yahya (John) (2nd), Yusuf (Joseph) (3rd), Idris (Enoch) (4th), Harun (Aaron) (5th), Musa (Moses) (6th), and Ibrahim (Abraham) (7th) near the Lote Tree of the Utmost Boundary (*Sidrat al-Muntaha*). He witnessed Paradise and Hell and saw the rewards of the righteous and the punishment for various sins. Finally, he was brought closer to Allah than any other creation, where the command for fifty daily prayers was given. Through the Prophet’s repeated requests on behalf of his Ummah, the prayers were reduced to five but with the reward of fifty. This shows the Prophet’s mercy for his followers."
    },
    {
      "heading": "Significance and Lessons",
      "content": "The Night Journey occurred during a time of great sorrow and hardship for the Prophet ﷺ, giving him comfort and strength to continue his mission. When he told the Quraysh about this miraculous event, many mocked him, but Abu Bakr (RA) immediately believed him, earning the title *As-Siddiq* (the Truthful). This journey teaches us powerful lessons:  \n- Allah’s power has no limits — He can make the impossible possible.  \n- The Prophet ﷺ holds the highest rank among all prophets.  \n- The unity of all prophets and the importance of Masjid al-Aqsa in our faith.  \n- The daily prayer (*Salah*) is a precious gift and our direct link to Allah.  \nIt also reminds us to trust Allah even when others doubt us, and to stay steadfast in worship and hope."
    }
  ],
  "conclusion": "The Night Journey (*Isra and Mi‘raj*) is a reminder of Allah’s absolute power, the special status of the Prophet ﷺ, and the blessing of Salah that connects us to our Lord every day. May this story strengthen our love for the Prophet ﷺ and our commitment to prayer, faith, and the sacredness of Masjid al-Aqsa.",
  "references": [
    "Quran 17:1",
    "Quran 53:13-18",
    "Sahih Bukhari 3887",
    "Sahih Muslim 162"
  ]
}