{
    "id": 168,
    "title": "The Farewell Pilgrimage of Prophet Muhammad ﷺ",
    "introduction": "The Farewell Pilgrimage (*Hajjat al-Wada*) was the final Hajj performed by Prophet Muhammad ﷺ in the 10th year after Hijrah (632 CE), just months before his passing. This historic journey gathered more than 100,000 believers and marked the completion of his prophetic mission. Through this pilgrimage, the Prophet ﷺ established the correct rites of Hajj for all generations to come and delivered his final sermon — a timeless declaration of human equality, justice, and the perfection of Islam.",
    "sections": [
      {
        "heading": "The Journey and Establishment of Hajj Rituals",
        "content": "In the tenth year after Hijrah, the Prophet ﷺ announced his intention to perform Hajj, and Muslims from across the Arabian Peninsula flocked to join him. This monumental gathering demonstrated the unity, strength, and growth of the Muslim ummah. During this pilgrimage, the Prophet ﷺ meticulously demonstrated every aspect of Hajj, saying: *“Take from me your rites.”* (Sahih Muslim). He showed how to enter ihram, perform tawaf around the Kaaba, walk between Safa and Marwah, stand in prayer at Arafat, stay at Muzdalifah, stone the pillars at Mina, and perform the sacrifice. His companions carefully observed each step and transmitted this knowledge to ensure that Muslims until the end of time would know exactly how to perform Hajj. The Prophet ﷺ also explained the spiritual meanings behind these acts, reminding believers that Hajj is not just a ritual but a profound journey of submission, humility, and unity before Allah."
      },
      {
        "heading": "The Historic Farewell Sermon",
        "content": "On the 9th day of Dhul Hijjah, at the plain of Arafat, the Prophet ﷺ stood before the vast assembly and delivered his final sermon — one of the most significant speeches in human history. He reminded the ummah of their responsibilities, declaring: *“All mankind is from Adam and Eve. An Arab has no superiority over a non-Arab, nor does a non-Arab have any superiority over an Arab; a white has no superiority over a black, nor does a black have any superiority over a white — except by piety and good action.”* (Musnad Ahmad). He emphasized the sanctity of life, property, and honor, the fair treatment of women, and the abolition of all forms of oppression from the pre-Islamic era. He urged believers to hold firmly to the Quran and Sunnah to avoid going astray. Then he asked the people to bear witness that he had conveyed Allah’s message — they all answered, 'Yes!' Raising his finger to the sky, he repeated, *“O Allah, bear witness!”* This farewell sermon enshrined the core principles of equality, justice, and brotherhood that remain timeless guidance for all people."
      },
      {
        "heading": "The Completion of the Religion",
        "content": "During the Farewell Pilgrimage, Allah revealed one of the final verses of the Quran: *“This day I have perfected for you your religion and completed My favor upon you and have approved for you Islam as your religion.”* (Quran 5:3). This powerful verse signified that Islam had now been completed as a comprehensive way of life for humanity. Umar ibn al-Khattab (RA) is reported to have wept when this verse was revealed, understanding that the mission of the Prophet ﷺ was nearing its end. After returning to Madinah, the Prophet ﷺ lived only a few months more before returning to his Lord. Through this final pilgrimage, he fulfilled his role as the seal of the prophets, leaving behind a complete, preserved, and universal message for all generations."
      }
    ],
    "conclusion": "The Farewell Pilgrimage stands as the culmination of the Prophet Muhammad’s ﷺ mission — establishing the rituals of Hajj, summarizing the core teachings of Islam, and witnessing the perfection of the religion. Its enduring lessons on human equality, justice, and the importance of holding firmly to the Quran and Sunnah continue to guide Muslims today, just as they did over 1,400 years ago.",
    "references": [
      "Quran 5:3",
      "Sahih Muslim 1297",
      "Musnad Ahmad 22978",
      "Sahih Bukhari 1623",
      "Sunan Abu Dawud 1905"
    ]
  }
  