{
  "id": 13,
  "title": "Zakat and Charity",
  "introduction": "Zakat is a fundamental pillar of Islam and a means of purifying our wealth and hearts. Charity (sadaqah) is highly encouraged in Islam at any time. Together, they strengthen our communities, reduce hardship, and help us grow closer to Allah through generosity and care for others.",
  "sections": [
    {
      "heading": "What is Zakat?",
      "content": "Zakat is an obligatory charity that every eligible Muslim must give once a year. It is usually 2.5% of one’s accumulated savings, gold, silver, and certain assets that have reached the minimum amount (nisab) and have been held for a lunar year. Zakat must be given to specific categories of people mentioned in the Quran, including the poor, the needy, and those in debt. Paying Zakat purifies our wealth, keeps greed away from our hearts, and reminds us that everything we own is a trust from Allah."
    },
    {
      "heading": "Benefits of Charity",
      "content": "Charity has countless benefits. It purifies our wealth and souls, helps the poor and vulnerable, and creates bonds of care and brotherhood in the community. The Prophet Muhammad (peace be upon him) said charity does not decrease wealth — rather, it brings blessings and barakah. Giving charity protects us from calamities, removes sins, and brings the pleasure of Allah. Even a small act of kindness — a smile, a helping hand — is a form of charity that carries great reward."
    },
    {
      "heading": "Types of Charity",
      "content": "There are different types of charity in Islam. Zakat is obligatory for those who meet the conditions, while Sadaqah is voluntary and can be given anytime, in any amount. Sadaqah can include giving money, feeding the hungry, providing clothing, supporting community projects, or simply helping someone in need. Sadaqah Jariyah is ongoing charity that continues to benefit others after we pass away, like building a well, supporting education, or planting trees. The more we give sincerely for Allah’s sake, the more reward we earn in this life and the next."
    }
  ],
  "conclusion": "Giving charity is a true sign of faith and gratitude to Allah. It softens our hearts, helps us care for others, and invites Allah’s mercy into our lives. May we always remember to give generously and seek Allah’s pleasure through every act of charity.",
  "references": [
    "Quran 9:60",
    "Quran 2:267",
    "Sahih Muslim 987"
  ]
}