{
  "id": 3,
  "title": "Belief in Angels",
  "introduction": "Angels are honored and obedient creations of Allah who carry out His divine will across the heavens and the earth. Belief in angels is one of the six pillars of Iman (faith) in Islam. It reflects our trust in the unseen and our recognition that the universe is filled with obedient servants of Allah, each fulfilling a unique purpose. Understanding the reality, roles, and presence of angels enhances our consciousness of Allah and strengthens our moral and spiritual awareness.",
  "sections": [
    {
      "heading": "Who are the Angels?",
      "content": "Angels (*mala’ika*) are created by Allah from pure light (*noor*), as mentioned in authentic hadith. Unlike humans and jinn, they do not possess free will — they are constantly obedient to Allah and never disobey His commands. They do not eat, drink, sleep, or get tired. Allah says: *“They do not disobey Allah in what He commands them but do what they are commanded.”* (Quran 66:6)\n\nAngels are invisible to us in their natural form, though they may appear in human form when sent with a message, as Angel Jibril (Gabriel) did when visiting Maryam (Mary) and during other occasions. Their numbers are immense, far beyond human comprehension. The Prophet ﷺ said during the Isra and Mi'raj (Night Journey) that he saw the *Bayt al-Ma’mur* — the heavenly counterpart to the Ka’bah — where 70,000 angels enter daily and never return again, meaning new angels continually worship Allah without end.\n\nThis highlights the vastness of Allah’s creation and His supreme control over all existence."
    },
    {
      "heading": "Roles of Angels",
      "content": "Each angel has a specific role, task, or duty assigned by Allah. These roles reflect the order, justice, and mercy with which Allah governs creation. Some of the most well-known angels and their roles include:\n\n1. **Jibril (Gabriel)**: The archangel who brings revelation from Allah to the prophets. He brought the Quran to Prophet Muhammad ﷺ and also delivered messages to prophets like Musa (Moses) and Isa (Jesus).\n\n2. **Mikail (Michael)**: Responsible for delivering rain and sustenance to Allah’s creation. He oversees natural phenomena such as rainfall and plant growth.\n\n3. **Israfil**: Tasked with blowing the trumpet on the Day of Judgment. He will blow it twice — once to bring death to all living beings, and again to resurrect them for judgment.\n\n4. **Malak al-Mawt (Angel of Death)** and his helpers: Assigned with taking the souls of the deceased at the appointed time, as commanded by Allah.\n\n5. **Kiraman Katibin (The Noble Recorders)**: These are the angels on our right and left shoulders who record every good and bad deed. The angel on the right records good deeds, and the one on the left records sins. (Quran 50:17-18)\n\n6. **Munkar and Nakir**: Angels who question the deceased in their graves about their Lord, religion, and prophet.\n\n7. **Guardian Angels**: Assigned to protect and watch over human beings by Allah’s will (Quran 13:11).\n\n8. **Angels of Mercy and Punishment**: Some angels descend with peace and blessings upon the righteous, while others are appointed to punish the wicked in Hellfire.\n\n9. **Angels who attend gatherings of knowledge**: These angels seek out circles where Allah is remembered and surround the attendees with tranquility and mercy, as mentioned in hadith.\n\nEvery task angels perform is a reflection of divine mercy, justice, and purpose."
    },
    {
      "heading": "Why Believe in Angels?",
      "content": "Belief in angels has powerful effects on a Muslim’s heart, character, and relationship with Allah. Here’s why it matters:\n\n1. **Obedience to Allah**: It is a direct command from Allah and part of our creed. Denying their existence takes one out of Islam.\n\n2. **Reinforces Accountability**: Knowing that every word, action, and thought is being recorded by the angels makes a believer more conscious of their behavior and more careful in speech and conduct.\n\n3. **Strengthens Taqwa (God-consciousness)**: Realizing we are never truly alone encourages sincerity in private and public. It helps avoid hypocrisy and hidden sins.\n\n4. **Brings Comfort and Reassurance**: Believers feel supported knowing that angels are sent to protect them and pray for them. For example, Allah says: *“He sends guardians over you until, when death comes...”* (Quran 6:61).\n\n5. **Promotes Love for Worship**: When we know that the angels are constantly worshiping Allah, it inspires us to do the same. Angels pray for those who pray in the front rows, those who make du‘a for others, and those who wait in the masjid after salah.\n\n6. **Inspires Honor and Dignity**: Recognizing that noble angels are present encourages one to carry themselves with dignity, modesty, and a heightened sense of purpose."
    },
    {
      "heading": "Angels in the Afterlife and Beyond",
      "content": "Angels also play a central role in the **hereafter**, and their actions demonstrate Allah’s justice and mercy:\n\n- At the moment of death, angels come to take the soul. For the believer, they come with glad tidings and ease, while for the disbeliever, their presence is terrifying and painful.\n- In the grave, angels Munkar and Nakir question the soul. The righteous are given peace and spaciousness in their graves, while the disobedient face punishment.\n- On the Day of Judgment, angels will surround the Throne of Allah, carry out divine commands, bring people forward for questioning, and witness the weighing of deeds.\n- Angels will escort the righteous to Paradise and drive the disbelievers to Hell.\n\nUnderstanding these roles helps prepare us for the next life and keeps us mindful of our choices in this one."
    }
  ],
  "conclusion": "Angels are a magnificent part of Allah’s unseen creation — always present, always obedient, and constantly fulfilling His will. Belief in them deepens our connection with Allah, keeps us morally alert, and reassures us that divine justice and mercy are at work at every moment. It also reminds us that we are never alone: our deeds are witnessed, our struggles are seen, and our prayers are heard. True belief in angels is both a source of comfort and a motivation to live righteously, with sincerity and hope in Allah’s ultimate reward.",
  "references": [
    "Quran 35:1",
    "Quran 50:17-18",
    "Quran 13:11",
    "Quran 66:6",
    "Sahih Muslim 1",
    "Sahih Bukhari 3208",
    "Riyad as-Salihin 1838",
    "Tafsir Ibn Kathir"
  ]
}