{
  "id": 111,
  "title": "Prophet Yunus (AS)",
  "introduction": "Prophet Yunus (Jonah) ﷺ, also known as Dhul-Nun (the one of the fish), is famously remembered for his time in the belly of the whale and his heartfelt supplication. His story is a powerful lesson in patience with people, sincere repentance, and the limitless mercy of Allah for those who turn back to Him.",
  "sections": [
    {
      "heading": "Mission to His People",
      "content": "Yunus (AS) was sent to the people of Nineveh, a city known for its corruption and stubbornness. He called them to worship Allah alone and abandon their sinful ways, but they persistently rejected his message. After years of facing rejection, Yunus became frustrated and left his people before Allah gave him permission to do so. He thought punishment would come upon them immediately, but he left his duty too soon. This teaches us the importance of patience in our efforts and trust in Allah’s timing — even when we feel hopeless or don’t see results right away."
    },
    {
      "heading": "The Whale and Repentance",
      "content": "When Yunus (AS) boarded a ship to leave, a violent storm struck. To lighten the ship, the crew cast lots to decide who should be thrown overboard, and Yunus’s name was drawn. As he was cast into the sea, a great whale swallowed him by Allah’s command. Alone in the darkness — of the night, the sea, and the whale’s belly — Yunus realized his mistake and turned to Allah in complete humility: *'There is no deity except You; exalted are You. Indeed, I have been of the wrongdoers.'* (Quran 21:87). This powerful dua, *La ilaha illa anta subhanaka inni kuntu min az-zalimeen*, is beloved to Allah and shows how sincere repentance opens the door to relief."
    },
    {
      "heading": "Allah's Mercy and Lessons",
      "content": "Allah heard Yunus’s sincere repentance and commanded the whale to safely release him onto the shore. Allah also caused a gourd plant to grow, providing shade and healing for him. When Yunus returned to Nineveh, he found that his people had repented and believed while he was gone — Allah had given them time to turn back to Him. *'So We responded to him and saved him from the distress. And thus do We save the believers.'* (Quran 21:88). Yunus’s story teaches us that no matter how far we go astray, Allah’s mercy is always open for those who repent sincerely. It also reminds us to complete our responsibilities with patience and never lose hope in Allah’s wisdom."
    }
  ],
  "conclusion": "Prophet Yunus’s story reminds us of the beauty and power of sincere repentance, patience, and trust in Allah’s plan. His famous supplication in the whale’s belly remains a timeless dua for anyone seeking forgiveness and relief. May we remember to turn to Allah with humility, admit our mistakes, and trust His endless mercy.",
  "references": [
    "Quran 21:87-88",
    "Quran 37:139-148",
    "Quran 68:48-50",
    "Sahih Bukhari 3394"
  ]
}