{
  "id": 75,
  "title": "Prophet Nuh (AS)",
  "introduction": "Prophet Nuh (Noah) ﷺ was one of the earliest messengers sent to guide his people to worship Allah alone. His story is a powerful example of patience, steadfastness, and trust in Allah, even when facing rejection and hardship for many years.",
  "sections": [
    {
      "heading": "Call to Monotheism",
      "content": "Prophet Nuh (AS) was sent to a people who had fallen into idol worship. He called them day and night for 950 years, using gentle words, advice, and warnings. He said: *'O my people! Worship Allah, you have no other god but Him…'* (Quran 11:25-26). Despite his constant efforts, only a small group believed, while the majority mocked him and stubbornly held onto their idols. His perseverance shows us the importance of inviting others to good with patience and sincerity."
    },
    {
      "heading": "The Great Flood",
      "content": "When his people continued to reject the truth, Allah commanded Nuh (AS) to build an Ark. He built it under Allah’s guidance, while the disbelievers laughed at him. When the flood came, rain poured from the sky and water gushed from the earth. Allah saved Nuh and the believers in the Ark, while the disbelievers, including his own son who refused to believe, were drowned. This shows that guidance and protection come only from Allah. *'So We saved him and those with him in the laden ship.'* (Quran 26:119)."
    },
    {
      "heading": "Lessons from Nuh's Story",
      "content": "Nuh’s story teaches us to be patient in calling others to truth, even when people reject us. True success is to do our duty and leave the results to Allah. We also learn that family ties cannot save someone if they reject faith — guidance is only in Allah’s hands. His story reminds us to never lose hope in Allah’s help and to trust His plan, no matter how long it takes."
    }
  ],
  "conclusion": "The story of Prophet Nuh (AS) teaches us steadfastness, patience, and complete reliance on Allah in difficult times. May we learn to keep calling to good with wisdom and trust in Allah’s promise.",
  "references": [
    "Quran 11:25-48",
    "Quran 71:1-28",
    "Quran 26:105-122",
    "Sahih Bukhari 4921"
  ]
}