{
  "id": 113,
  "title": "Prophet Zakariya (AS)",
  "introduction": "Prophet Zakariya (Zechariah) was a devoted servant of Allah known for his sincere worship, gentle care, and unwavering hope in Allah’s mercy. He was the guardian of Maryam (Mary), the mother of Isa (Jesus), and is remembered for his heartfelt supplication for righteous offspring despite his old age. Zakariya’s story reminds us that no situation is hopeless when we turn to Allah sincerely and trust in His perfect wisdom.",
  "sections": [
    {
      "heading": "Guardian of Maryam",
      "content": "Prophet Zakariya (AS) was chosen to care for Maryam (Mary) after her mother dedicated her to the service of Allah. He built a private chamber for her in the temple, providing her needs and ensuring her safety. Zakariya was astonished to find that Maryam always had fresh fruits and provisions, even out of season. When he asked her where the food came from, she replied: *'It is from Allah. Indeed, Allah provides for whom He wills without account.'* (Quran 3:37). Seeing this miracle with his own eyes increased his faith and reminded him that nothing is impossible for Allah. It gave him hope that he too could make dua for a child, even though he and his wife were elderly and childless."
    },
    {
      "heading": "Supplication for a Child",
      "content": "Despite his old age and his wife’s barrenness, Zakariya (AS) turned to Allah with complete humility and hope. He made a beautiful, sincere dua: *'My Lord, grant me from Yourself a good offspring. Indeed, You are the Hearer of supplication.'* (Quran 3:38). In another prayer, he said: *'My Lord, indeed my bones have weakened, and my head has filled with white, but never have I been in my supplication to You, my Lord, unhappy.'* (Quran 19:4). His supplication shows us the etiquette of dua — being humble, recognizing our weakness, and never giving up hope, no matter how impossible things seem. Zakariya’s dua was not only for a child but for a righteous heir to carry on the message of Allah."
    },
    {
      "heading": "The Miracle of Yahya",
      "content": "Allah answered Zakariya’s heartfelt dua in the most miraculous way, granting him a pure son, Yahya (John the Baptist). The angels brought him the glad tidings while he was standing in prayer: *'Indeed, Allah gives you good tidings of Yahya, confirming a word from Allah and [who will be] honorable, abstaining [from women], and a prophet from among the righteous.'* (Quran 3:39). Overwhelmed with amazement, Zakariya asked Allah for a sign, and he was told he would not speak to the people for three days except through gestures — a sign of the miracle and a chance to increase in remembrance of Allah. The birth of Yahya shows us that Allah’s power has no limits and that He can answer sincere prayers in ways that defy all human expectations."
    }
  ],
  "conclusion": "Prophet Zakariya’s story is a beautiful reminder that no dua goes unheard when made sincerely. His unwavering trust in Allah, even when logic said it was impossible, inspires us to keep praying for what is good and to have full hope in Allah’s mercy. His care for Maryam and his righteous son, Yahya, remind us that piety and devotion can inspire generations.",
  "references": [
    "Quran 3:37-41",
    "Quran 19:2-11",
    "Quran 21:89-90",
    "Sahih Muslim 2726"
  ]
}