{
  "id": 114,
  "title": "Prophet Yahya (AS)",
  "introduction": "Prophet Yahya (John the Baptist) was the miraculous son of Prophet Zakariya (AS), born to elderly parents as an answer to sincere supplication. Yahya was blessed with wisdom and righteousness from childhood. He lived a life of remarkable purity and fearlessly called his people back to sincere worship. His story teaches us about devotion, truthfulness, and staying firm on the path of Allah, no matter the cost.",
  "sections": [
    {
      "heading": "Blessed from Birth",
      "content": "Yahya (AS) was born as a miracle to Zakariya (AS) and his wife, who had long yearned for righteous offspring. Allah granted them Yahya, who was unique even in name: *'We have not assigned to any before [this] name.'* (Quran 19:7). He was described as *'honorable, chaste, and a prophet from among the righteous'* (Quran 3:39). Allah granted him wisdom while he was still a boy: *'O Yahya, take the Scripture with determination. And We gave him wisdom [while yet] a boy.'* (Quran 19:12). Yahya showed maturity beyond his years, learning and teaching the Torah, and inspiring people with his sincerity, honesty, and deep understanding of Allah’s commands."
    },
    {
      "heading": "Life of Purity and Devotion",
      "content": "Yahya (AS) lived an exceptionally pure and simple life, embodying humility, contentment, and constant remembrance of Allah. He avoided worldly temptations, dedicating his days and nights to prayer, fasting, and teaching. He wore simple clothing made from rough materials and ate humble food, showing detachment from luxury. Despite his ascetic lifestyle, he was gentle and compassionate, always dutiful to his parents, never arrogant or harsh. Allah praised him: *'And dutiful to his parents, and he was not a disobedient tyrant.'* (Quran 19:14). His example reminds us that real honor and greatness come from obedience to Allah, good character, and fulfilling our duties to family and community."
    },
    {
      "heading": "Mission and Martyrdom",
      "content": "Prophet Yahya’s mission was to guide the Children of Israel back to sincere worship and to prepare them for the coming of Prophet Isa (AS). He called people to repentance and purity of heart, baptizing believers as a sign of spiritual cleansing. Yahya fearlessly spoke against the injustices and corruption of the rulers of his time. He did not shy away from standing up for the truth, even when it put his life in danger. This unwavering courage eventually led to his martyrdom — a sacrifice that became a reminder for all believers that standing for Allah’s truth often comes with trials. Allah honored Yahya with these beautiful words: *'And peace be upon him the day he was born and the day he dies and the day he is raised alive.'* (Quran 19:15), showing how beloved he was to his Lord."
    }
  ],
  "conclusion": "Prophet Yahya (AS) is a timeless example of purity, honesty, and courage. His fearless commitment to truth, his simple and devoted life, and his respect for his parents show us what it means to live with integrity and complete trust in Allah. May we follow his path by staying sincere, speaking the truth, and dedicating our lives to what pleases our Lord.",
  "references": [
    "Quran 3:39",
    "Quran 19:12-15",
    "Quran 6:85",
    "Sahih Bukhari 3435"
  ]
}