{
  "id": 48,
  "title": "Fasting Throughout the Year",
  "introduction": "Voluntary fasting outside of Ramadan is a beloved Sunnah and brings immense spiritual rewards. The Prophet ﷺ regularly fasted on certain days to draw closer to Allah, control desires, and cultivate patience. This practice helps believers stay spiritually strong and mindful of Allah throughout the year.",
  "sections": [
    {
      "heading": "Types of Voluntary Fasts",
      "content": "Some highly recommended voluntary fasts include:    - **Mondays and Thursdays:** The Prophet ﷺ said he loved to fast on these days because deeds are presented to Allah on Mondays and Thursdays (Sahih Muslim 1162).    - **The White Days (Ayyam al-Beed):** The 13th, 14th, and 15th of each lunar month. The Prophet ﷺ encouraged fasting these days, saying it is like fasting the whole month.    - **Day of Ashura (10th Muharram):** Fasting on Ashura expiates the sins of the previous year.    - **Day of Arafah (9th Dhul Hijjah):** For those not performing Hajj, fasting this day expiates sins of the past and coming year (Sahih Muslim 1162).    These days are special opportunities to increase good deeds and strengthen self-discipline."
    },
    {
      "heading": "Benefits of Fasting",
      "content": "Voluntary fasting trains the soul to resist desires and stay mindful of Allah. It helps develop self-control, patience, and gratitude for His blessings. Fasting softens the heart, purifies the soul, and earns forgiveness. The Prophet ﷺ said: 'Fasting is a shield.' (Sahih Bukhari 1894) — it protects us from sins and bad behavior. These fasts also revive the Sunnah and bring us closer to the way the Prophet ﷺ lived."
    },
    {
      "heading": "Etiquettes of Fasting",
      "content": "When fasting voluntarily, have a sincere intention for the sake of Allah alone. Start the fast before dawn and guard your tongue, eyes, and actions from anything displeasing to Allah. Avoid arguments, gossip, and negative behavior — fasting is not just hunger but spiritual discipline. Break your fast with dates and water, following the Prophet’s ﷺ example, and make dua at iftar as it is a time when supplications are accepted. Always thank Allah for giving you the strength to fast and ask Him to accept it."
    }
  ],
  "conclusion": "Regular voluntary fasting is a beautiful Sunnah that purifies the heart, strengthens willpower, and draws us closer to Allah. By making fasting a part of our routine throughout the year, we follow the example of the Prophet ﷺ and earn rewards that continue to benefit us in this life and the Hereafter.",
  "references": [
    "Quran 33:35",
    "Sahih Muslim 1162",
    "Sahih Bukhari 1986",
    "Sahih Bukhari 1894",
    "Tirmidhi 747"
  ]
}