{
  "id": 45,
  "title": "Voluntary Prayers",
  "introduction": "Voluntary (nafl and sunnah) prayers are a beautiful way to draw closer to Allah beyond the five daily obligations. They bring extra reward, make up for shortcomings in our obligatory prayers, and nurture a stronger, more loving connection with our Creator. These prayers show our eagerness to please Allah and deepen our spiritual discipline.",
  "sections": [
    {
      "heading": "Types of Voluntary Prayers",
      "content": "There are many kinds of voluntary prayers:    - **Sunnah Mu’akkadah:** Regular sunnah prayers strongly encouraged by the Prophet ﷺ, like the two rak’ahs before Fajr and the two or four before and after Dhuhr.    - **Tahajjud:** The night prayer prayed after Isha and before Fajr, especially in the last third of the night when Allah’s mercy is abundant: 'And in some parts of the night offer the prayer with it as an additional prayer for you...' (Quran 17:79).    - **Duha (Forenoon Prayer):** Offered after sunrise until before Dhuhr; a means of gratitude and extra reward.    - **Other prayers:** Like the two rak’ahs after Wudu, the prayer of need (*Salat al-Hajah*), or greeting the mosque (*Tahiyyat al-Masjid*)."
    },
    {
      "heading": "Benefits of Voluntary Prayers",
      "content": "The Prophet ﷺ said that on the Day of Judgment, if a person’s obligatory prayers are lacking, Allah will complete them with their voluntary prayers. Voluntary prayers bring calmness to the heart, increase blessings, and invite Allah’s love. In a famous hadith Qudsi, Allah says: 'My servant continues to draw near to Me with nawafil (supererogatory) deeds until I love him…' (Sahih Bukhari). These extra acts strengthen our taqwa (God-consciousness) and help us stay focused on what truly matters."
    },
    {
      "heading": "How to Perform Them",
      "content": "Perform voluntary prayers with sincerity, purely for Allah’s pleasure. Choose recommended times, like early morning or the peaceful hours of the night. Keep your prayers calm and unhurried — they are moments to connect deeply with Allah. If possible, pray in private as the Prophet ﷺ said, the best prayers after the obligatory ones are those done at home, showing humility and sincerity. Build consistency by starting with a few rak’ahs and adding more over time."
    }
  ],
  "conclusion": "Adding voluntary prayers to your routine strengthens your faith, discipline, and love for Allah. They are a special way to seek forgiveness, ask for help, and thank Allah for His countless blessings. May Allah accept our prayers and make us among those who stand in prayer often.",
  "references": [
    "Quran 17:79",
    "Quran 51:18",
    "Sahih Muslim 1163",
    "Sahih Bukhari 6502",
    "Sahih Muslim 754"
  ]
}