{
  "id": 103,
  "title": "Prophet Salih (AS)",
  "introduction": "Prophet Salih (AS) was sent to the people of Thamud, a powerful and prosperous nation who carved magnificent homes into the mountains. Despite their blessings, they became arrogant, oppressed the weak, and refused to worship Allah alone. Salih’s story reminds us that ignoring Allah’s signs and turning away from His guidance leads to ruin.",
  "sections": [
    {
      "heading": "The Miracle of the She-Camel",
      "content": "When the people of Thamud demanded a miracle to prove Salih’s prophethood, Allah answered their demand with a unique sign: a she-camel that miraculously emerged from a solid rock. This she-camel was a clear sign, but it came with a test — they were commanded not to harm it and to share water with it on designated days. Instead of being grateful, the leaders of Thamud plotted against the she-camel and cruelly killed it, despite Salih’s warnings. Their arrogance led to their destruction by a mighty earthquake and thunderous blast."
    },
    {
      "heading": "Call to Righteousness",
      "content": "Salih (AS) called his people with wisdom and patience, reminding them of Allah’s countless blessings and urging them to live righteously. He advised them to build their homes and lives with gratitude, honesty, and justice. He warned them not to spread corruption or follow the arrogant leaders who led them astray. Despite his sincere efforts and the clear sign they were given, most of his people mocked him and stubbornly rejected the truth."
    },
    {
      "heading": "Lessons from Salih’s Story",
      "content": "Prophet Salih’s story teaches us to respect and appreciate Allah’s signs and blessings. When we ignore or abuse what Allah has given us, we harm ourselves and others. His story shows the danger of arrogance, following corrupt leaders blindly, and mistreating the innocent. It also reminds us to stand firm in calling to righteousness, even when others reject us. Gratitude, humility, and care for what Allah entrusts to us are key to earning His mercy."
    }
  ],
  "conclusion": "Salih’s story warns us of the consequences of arrogance and ingratitude. It inspires us to obey Allah, respect His miracles, and use His blessings wisely. May Allah make us among those who see His signs, believe in them, and live righteously.",
  "references": [
    "Quran 7:73-79",
    "Quran 11:61-68",
    "Sahih Bukhari 3360"
  ]
}