{
  "id": 50,
  "title": "Etiquettes of the Mosque",
  "introduction": "The mosque (*masjid*) is the house of Allah on earth. It is a place of worship, learning, and community. Observing proper etiquette in the mosque shows respect for this sacred space and brings blessings to individuals and the community. The Prophet ﷺ said the most beloved places to Allah are the mosques (Sahih Muslim 671).",
  "sections": [
    {
      "heading": "Entering the Mosque",
      "content": "Enter the mosque calmly with your right foot and recite the Sunnah dua: *'Allahumma iftah li abwaba rahmatik'* — 'O Allah, open for me the doors of Your mercy.' (Sahih Muslim 713). Greet those inside with *salaam*, as it builds brotherhood and kindness. If people are praying, greet them after they finish. It is also Sunnah to pray *Tahiyyat al-Masjid* (the prayer of greeting the mosque) — two rak’ahs before sitting down — to honor the sacredness of the place."
    },
    {
      "heading": "Behavior Inside",
      "content": "Inside the mosque, focus on worship, remembrance (*dhikr*), Quran recitation, and learning beneficial knowledge. Keep your voice low to avoid disturbing others in prayer. Avoid unnecessary talking or arguments — the Prophet ﷺ disliked people raising their voices in the mosque. Keep the mosque clean by not littering and wearing clean clothes. Perfume is recommended for men if it does not disturb others. Children should be gently taught how to behave respectfully, so everyone benefits from the peaceful atmosphere."
    },
    {
      "heading": "Leaving the Mosque",
      "content": "When leaving, step out with your left foot and say the Sunnah dua: *'Allahumma inni as’aluka min fadlik'* — 'O Allah, I ask You from Your bounty.' (Sahih Muslim 713). Thank Allah for giving you the chance to worship in His house. If possible, greet anyone you meet with *salaam*. Leaving with respect keeps the blessings of your visit alive as you return to your daily life."
    }
  ],
  "conclusion": "Respecting the mosque and following its etiquettes strengthens our bond with Allah and with our community. These simple actions reflect good manners, increase our rewards, and help us maintain the sacredness of the house of Allah. May Allah make us people who honor and frequent His houses with love and humility.",
  "references": [
    "Quran 9:18",
    "Sahih Muslim 568",
    "Sahih Muslim 713",
    "Sahih Bukhari 444",
    "Sahih Muslim 671"
  ]
}