{
  "id": 115,
  "title": "Prophet Isa (AS)",
  "introduction": "Prophet Isa (Jesus) ﷺ is one of the most honored messengers in Islam. He was born miraculously to the noble Maryam (Mary) — a sign of Allah’s limitless power — and blessed with miracles that supported his call to truth. Isa’s story in Islam shows his humanity as a servant and messenger of Allah, sent to guide the Children of Israel back to the straight path with wisdom, mercy, and compassion.",
  "sections": [
    {
      "heading": "Miraculous Birth",
      "content": "Isa (AS) was born to Maryam, a righteous and devoted worshipper who was known for her purity and trust in Allah. When the angel Jibreel (Gabriel) came to her with glad tidings of a son, she was astonished: *'How can I have a boy while no man has touched me and I have not been unchaste?'* (Quran 19:20). Jibreel reassured her that for Allah, nothing is impossible. When Isa was born, he spoke as a baby to defend his mother: *'Indeed, I am the servant of Allah. He has given me the Scripture and made me a prophet'* (Quran 19:30). His miraculous birth shows that Allah can create however He wills — just as He created Adam without a father or mother."
    },
    {
      "heading": "Miracles and Mission",
      "content": "Allah supported Isa (AS) with many miracles to prove his prophethood and strengthen the faith of his followers. By Allah’s permission, he healed the blind and the leper, gave life to the dead, and made a bird from clay that came alive: *'I create for you from clay [that which is] like the form of a bird, then I breathe into it and it becomes a bird by permission of Allah…'* (Quran 3:49). He reminded the Children of Israel of the teachings of the Torah, clarified misunderstandings, and called them to worship Allah alone. He lived humbly, cared for the poor, and taught kindness and compassion to all people."
    },
    {
      "heading": "Message and Ascension",
      "content": "Isa’s (AS) message was filled with mercy, humility, and devotion to Allah. He taught his followers to help the needy, show love for one another, and stay sincere in worship. When some among his people plotted against him, Allah protected him: *'Rather, Allah raised him to Himself. And ever is Allah Exalted in Might and Wise'* (Quran 4:158). Muslims believe Isa was not crucified but was raised alive and will return near the end of time to restore justice, break false beliefs, and defeat the Dajjal (false messiah). His story reminds us of the power of faith, the beauty of compassion, and the certainty of Allah’s promise to protect His righteous servants."
    }
  ],
  "conclusion": "Prophet Isa’s story shows us Allah’s unlimited power and mercy. His noble life inspires Muslims to be humble, compassionate, and devoted to serving others for Allah’s sake. We love and respect Isa (AS) deeply as one of the greatest messengers sent to guide humanity.",
  "references": [
    "Quran 3:45-55",
    "Quran 19:16-33",
    "Quran 4:157-158",
    "Sahih Bukhari 3436"
  ]
}