{
    "id": 36,
    "title": "Social Media Ethics",
    "introduction": "Islamic values apply to our online behavior just as they do offline. What we post, share, or comment on can earn us reward or cause harm. Social media is a powerful tool — it should be used with responsibility, honesty, and kindness. A Muslim’s online presence should reflect their faith, good character, and respect for others.",
    "sections": [
      {
        "heading": "Think Before You Post",
        "content": "The Prophet ﷺ said: 'Whoever believes in Allah and the Last Day should speak good or remain silent.' (Sahih Bukhari). This applies to what we post and share online. Before posting, ask: Is it true? Is it beneficial? Is it respectful? Spreading unverified news, gossip, or slander can harm reputations and break trust. Allah warns: 'And do not spy or backbite each other...' (Quran 49:12). Be mindful of words and images — once posted, they can spread far beyond what we imagine."
      },
      {
        "heading": "Privacy and Modesty",
        "content": "Islam teaches us to guard our modesty and respect the privacy of others. On social media, this means not sharing personal or sensitive information that could cause harm. Be careful not to expose private family matters or post photos or videos without permission. Allah commands us to lower our gaze and protect our modesty (Quran 24:30-31). Modesty also means being humble and avoiding showing off or seeking praise online."
      },
      {
        "heading": "Positive Engagement",
        "content": "Use social media as a tool to spread goodness, inspire others, and support what is right. Share reminders, uplifting content, or kind words that bring hope and benefit to others. Avoid unnecessary arguments, rude comments, or engaging in negativity and insults. The Prophet ﷺ said: 'A Muslim is the one from whose tongue and hand others are safe.' (Sahih Muslim 2563). Being respectful online is part of our responsibility as believers."
      }
    ],
    "conclusion": "Your online presence is a reflection of your faith and character. Use social media mindfully — speak the truth, protect privacy, promote good, and remember that Allah sees all that we do, both online and offline.",
    "references": [
      "Quran 49:12",
      "Quran 24:30-31",
      "Sahih Bukhari 6018",
      "Sahih Muslim 2563",
      "Tirmidhi 1977"
    ]
  }
  