{
  "id": 139,
  "title": "The Rights of Neighbors in Islam",
  "introduction": "Islam places great emphasis on maintaining good relationships with neighbors, regardless of their religion, background, or social status. The Quran and Sunnah teach that neighbors have special rights that must be respected and fulfilled. Being a good neighbor is not just a social courtesy but an act of faith that earns Allah’s pleasure and helps build strong, compassionate communities. Mistreating neighbors is a serious sin that can weaken one’s faith and prevent a person from attaining Paradise.",
  "sections": [
    {
      "heading": "The Islamic Emphasis on Neighbor's Rights",
      "content": "The Quran highlights the rights of neighbors right after the rights of parents and close relatives, showing their high status. Allah says: *'Worship Allah and associate nothing with Him, and to parents do good, and to relatives, orphans, the needy, the near neighbor, the neighbor farther away, the companion at your side…'* (Quran 4:36). The Prophet ﷺ said: *'Jibreel kept advising me about the neighbor until I thought he would make him an heir'* (Sahih Bukhari), showing how much importance Allah places on neighborly ties. He also warned: *'By Allah, he is not a believer! By Allah, he is not a believer! By Allah, he is not a believer!'* When asked who, he said: *'The one whose neighbor is not safe from his harm'* (Sahih Bukhari). These teachings remind us that faith and good neighborliness go hand in hand."
    },
    {
      "heading": "Types of Neighbors and Their Rights",
      "content": "Islam recognizes that neighbors vary in closeness and therefore in the level of rights they hold. The closest neighbor who shares a wall or boundary (*jar al-lazee qurb*) has the strongest claim. Neighbors within a reasonable distance, such as forty houses in each direction as understood from early scholars, also have rights of kindness and consideration. The Prophet ﷺ said: *'The best of companions with Allah is the best to his companion, and the best of neighbors with Allah is the best to his neighbor'* (Tirmidhi). Neighbors’ rights include feeling safe from harm, receiving help in times of need, being protected from gossip and slander, having their privacy respected, and receiving gifts and kind gestures. These rights extend to all neighbors, Muslim or non-Muslim alike, reflecting Islam’s universal teachings of compassion and respect."
    },
    {
      "heading": "Practical Ways to Be a Good Neighbor",
      "content": "Being a good neighbor means actively avoiding harm and offering benefit whenever possible. We should not disturb neighbors with loud noise, unpleasant smells, or any nuisance. The Prophet ﷺ said that even moving one's fence to encroach on a neighbor’s property is unjust. Sharing food is a beloved Sunnah — he ﷺ said: *'O Muslim women! None of you should consider anything too insignificant to give to her neighbor, even if it is a sheep’s hoof'* (Sahih Bukhari). Checking on neighbors when they are sick, offering help when they are in difficulty, congratulating them on happy occasions, and comforting them in hardship all strengthen the bond. We should protect their privacy, never spy or gossip, and keep their secrets. If neighbors are away, watching over their home or helping with their mail shows trustworthiness. When conflicts arise, we should handle them with patience, fairness, and sincere intention to reconcile. Smiling, greeting, and maintaining a friendly relationship all contribute to peaceful, supportive neighborhoods."
    }
  ],
  "conclusion": "Islamic teachings on neighbors show that strong communities are built on kindness, respect, and caring for those closest to us. By fulfilling the rights of our neighbors, we embody the true spirit of Islam, strengthen our faith, and create neighborhoods where everyone feels safe, valued, and loved — for the sake of Allah.",
  "references": [
    "Quran 4:36",
    "Sahih Bukhari 6014",
    "Sahih Bukhari 6016",
    "Jami at-Tirmidhi 1944",
    "Sahih Muslim 47"
  ]
}