{
    "id": 73,
    "title": "The Farewell Sermon",
    "introduction": "The Prophet Muhammad's ﷺ Farewell Sermon (*Khutbah al-Wada'*) was delivered during his final Hajj on the plain of Arafah. In it, he summarized the core principles of Islam and laid down universal values of justice, equality, and human dignity. This historic message remains a timeless guide for all Muslims — and for humanity — on how to live with fairness, respect, and compassion.",
    "sections": [
      {
        "heading": "Key Messages",
        "content": "In the sermon, the Prophet ﷺ reminded the Ummah of essential truths:  \n  - The sanctity of life, property, and honor: harming others is forbidden.  \n  - All humans are equal, regardless of race or tribe — no Arab is superior to a non-Arab, except by piety and good deeds.  \n  - He emphasized the importance of sticking to the Quran and his Sunnah: *'I am leaving among you two things; you will never go astray as long as you hold fast to them: the Book of Allah and my Sunnah.'* (Sahih Muslim 1218).  \n  - He abolished unjust customs like usury (interest) and blood revenge.  \n  His words laid the foundation for social justice and unity in the Ummah."
      },
      {
        "heading": "Rights and Responsibilities",
        "content": "The Prophet ﷺ reminded men and women of their rights and responsibilities toward one another. He stressed kind treatment of women, saying: *'Treat women well, for they are [like] captives with you and you have no right over them except that which is due.'* (Sahih Muslim 1218). He declared that all Muslims are brothers and sisters, forming one united community. He also called for fulfilling trusts and being fair in dealings, whether at home or in society."
      },
      {
        "heading": "Lasting Impact",
        "content": "The Farewell Sermon's message remains relevant today — teaching us to stand against racism, injustice, and oppression. It reminds us that true honor comes from piety, not lineage or wealth. Its call for justice, brotherhood, and respect for human dignity inspires Muslims to build strong families and communities based on compassion and fairness. Its timeless words echo the Quran's final completion of the faith: *'This day I have perfected for you your religion and completed My favor upon you…'* (Quran 5:3)."
      }
    ],
    "conclusion": "The Farewell Sermon is a timeless guide for justice, unity, and compassion. By studying and applying its principles, we honor the Prophet's ﷺ final message and build a better world for everyone.",
    "references": [
      "Sahih Bukhari 1623",
      "Sahih Muslim 1218",
      "Quran 5:3",
      "Tirmidhi 1628",
      "Quran 49:13"
    ]
}
  