{
  "id": 88,
  "title": "Keeping Promises",
  "introduction": "Fulfilling promises is one of the signs of true faith and good character in Islam. A trustworthy person honors their word and earns the love of Allah and the respect of people. Keeping promises, big or small, builds trust in families, friendships, and communities.",
  "sections": [
    {
      "heading": "Importance of Keeping Promises",
      "content": "Allah commands: *'And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned.'* (Quran 17:34). The Prophet ﷺ was known as Al-Amin — the Trustworthy — even before his prophethood. Islam teaches us that fulfilling our promises, contracts, and agreements is an act of worship and honesty. It shows respect for others and strengthens relationships."
    },
    {
      "heading": "Consequences of Breaking Promises",
      "content": "Breaking promises without a valid excuse destroys trust and is disliked by Allah. Allah warns: *'O you who believe! Why do you say what you do not do? Most hateful it is with Allah that you say what you do not do.'* (Quran 61:2-3). The Prophet ﷺ said: *'The signs of a hypocrite are three: when he speaks, he lies; when he makes a promise, he breaks it; and when he is entrusted, he betrays the trust.'* (Sahih Bukhari 33). Even small broken promises can hurt others and weaken our character."
    },
    {
      "heading": "How to Be Trustworthy",
      "content": "• Be careful before you make a promise — only commit to what you can truly do.  \n• If you realize you cannot fulfill a promise, communicate honestly and apologize sincerely.  \n• Teach children and youth to value their word and not to make promises lightly.  \n• Remember that Allah will ask us about our promises on the Day of Judgment, so keeping them is an act of faith and integrity."
    }
  ],
  "conclusion": "Keeping promises earns Allah’s pleasure, protects our integrity, and builds strong, trusting relationships. May Allah make us people who are true to our word, trustworthy in our actions, and faithful to our commitments.",
  "references": [
    "Quran 17:34",
    "Quran 61:2-3",
    "Sahih Bukhari 33",
    "Sahih Muslim 59"
  ]
}