{
  "id": 24,
  "title": "Prophet Isa (AS)",
  "introduction": "Prophet Isa (AS), known as Jesus in English, is one of the most honored and revered prophets in Islam. His miraculous birth, life, and future return are important parts of Islamic belief. He is a sign of Allah’s power and mercy and an example of faith, truth, and compassion for all believers.",
  "sections": [
    {
      "heading": "Miraculous Birth and Life",
      "content": "Prophet Isa (AS) was born to Maryam (Mary), a pure and devoted servant of Allah. His birth was a miracle, as he had no father — Allah says: 'Be! And it is.' (Quran 3:47). As a newborn baby, he spoke from the cradle to defend his mother’s honor and declare his mission: 'Indeed, I am the servant of Allah. He has given me the Scripture and made me a Prophet.' (Quran 19:30). By Allah’s permission, Isa performed many miracles, including healing the blind and lepers, bringing the dead back to life, and creating a bird from clay that became alive. These miracles showed that he was a true messenger of Allah, not divine himself."
    },
    {
      "heading": "Message and Mission",
      "content": "Isa (AS) was sent to guide the Children of Israel back to the true worship of Allah alone. He confirmed the Torah and brought the Injil (Gospel) as guidance and light. He called people to righteousness, compassion, and faith in the One true God. Muslims believe Isa was not crucified; rather, Allah protected him and raised him up. Allah says: 'They did not kill him, nor did they crucify him, but it was made to appear so to them.' (Quran 4:157). This shows that he was honored by Allah and saved from his enemies’ plots."
    },
    {
      "heading": "Return of Isa",
      "content": "A unique aspect of Isa’s story is that he will return before the Day of Judgment. Muslims believe that Isa (AS) will come back to restore justice and truth, break false beliefs, and defeat the false messiah (Dajjal). He will rule with fairness and bring peace to the world. His return reminds us that ultimate victory belongs to the truth, and that Allah’s promises always come true."
    }
  ],
  "conclusion": "The story of Prophet Isa (AS) teaches us the power of Allah’s miracles, the importance of faith and compassion, and the need to follow true guidance. His life inspires us to trust Allah completely, stand for truth, and hope for a world filled with justice and mercy.",
  "references": [
    "Quran 3:45-55",
    "Quran 4:157-158",
    "Quran 5:110-120",
    "Quran 19:16-36",
    "Sahih Bukhari 343"
  ]
}