{
  "id": 68,
  "title": "The Hijrah",
  "introduction": "The Hijrah was the historic migration of Prophet Muhammad ﷺ and his companions from Makkah to Madinah. It marks a turning point in Islamic history and the beginning of the Islamic calendar. The Hijrah was not just a physical journey — it was an act of faith, sacrifice, and trust in Allah that laid the foundation for the first strong Muslim community.",
  "sections": [
    {
      "heading": "Reasons for the Hijrah",
      "content": "For over 13 years in Makkah, the Prophet ﷺ and his followers faced harsh persecution, mockery, and even torture for believing in the Oneness of Allah. Despite their patience, the oppression grew worse. The Muslims needed a safe place where they could practice their faith freely and establish justice and brotherhood. Allah opened the doors for them in Yathrib (later known as Madinah), where the Ansar welcomed them with open hearts. Allah says: *'Indeed, those who have believed and those who have emigrated and fought in the cause of Allah — they expect the mercy of Allah…'* (Quran 9:20)."
    },
    {
      "heading": "Journey and Sacrifice",
      "content": "The Hijrah was a journey filled with danger and sacrifice. The Prophet ﷺ and Abu Bakr (RA) hid in the Cave of Thawr for three days to escape the Quraysh, who planned to kill him. Many Muslims left behind their wealth, families, and homes for the sake of their faith, trusting Allah to provide better for them. This migration teaches us about putting faith over worldly comfort and being willing to give up what we love for the sake of Allah’s pleasure. It was a test of patience, courage, and strong reliance on Allah’s protection."
    },
    {
      "heading": "Impact of the Hijrah",
      "content": "The Hijrah changed the course of history. In Madinah, the Prophet ﷺ established the first Islamic state based on faith, justice, and brotherhood between the Muhajirun (migrants) and the Ansar (helpers). The community grew strong and united, and Islam spread beyond Arabia to the world. The Hijrah also reminds us that true success comes with sacrifice and that Allah’s help always comes after hardship. The Prophet ﷺ said: *'There is no migration after the conquest [of Makkah], but jihad and intention.'* (Sahih Bukhari 3901). Today, Hijrah inspires us to leave behind sins and bad habits for a better life in the sight of Allah."
    }
  ],
  "conclusion": "The Hijrah teaches timeless lessons of faith, sacrifice, courage, and the importance of a supportive community. May Allah grant us the strength to make our own ‘Hijrah’ from what displeases Him to what earns His love and mercy.",
  "references": [
    "Quran 9:20",
    "Quran 8:72",
    "Sahih Bukhari 3901",
    "Quran 59:8-9",
    "Sahih Muslim 1869"
  ]
}