{
  "id": 62,
  "title": "Ikhlas (Sincerity)",
  "introduction": "Ikhlas means doing everything purely for the sake of Allah alone — seeking His pleasure, not praise or reward from people. It is the hidden heart of every good deed, making it meaningful and accepted by Allah. Without sincerity, actions lose their true value, no matter how big they appear on the outside.",
  "sections": [
    {
      "heading": "Importance of Sincerity",
      "content": "Allah says: *'And they were not commanded except to worship Allah, [being] sincere to Him in religion…'* (Quran 98:5). Sincerity is a condition for the acceptance of all acts of worship, whether prayer, charity, fasting, or service. The Prophet ﷺ said: *'Actions are but by intentions, and every person will have what they intended.'* (Sahih Bukhari 1). A small deed done with ikhlas can weigh heavily on the scale, while a large deed done for show has no reward with Allah."
    },
    {
      "heading": "How to Develop Ikhlas",
      "content": "Renew your intention often — before, during, and after your actions. Remind yourself: *'I am doing this for Allah alone.'* Avoid showing off (riya’) and seek to hide your good deeds when possible. For example, give charity secretly or pray extra prayers when no one sees. Focus on Allah’s reward, not people’s praise. Making sincere dua for ikhlas is also important, as the heart is always tested. The early scholars used to say: 'Nothing is harder for the soul than sincerity.'"
    },
    {
      "heading": "Signs of Sincerity",
      "content": "There are signs that a person is sincere:    - They stay consistent in worship, whether praised or ignored.    - They do not look for thanks or recognition from people.    - They feel humility, knowing that any good they do is only by Allah’s help.    - They fear their deeds being rejected and keep asking Allah to accept them.    True ikhlas brings peace to the heart and helps you worship with love, not for show."
    }
  ],
  "conclusion": "Ikhlas is the secret behind deeds that reach Allah and earn reward in the Hereafter. May Allah make our actions pure and help us live with sincerity in every word, intention, and effort.",
  "references": [
    "Quran 98:5",
    "Quran 39:2",
    "Sahih Bukhari 1",
    "Sahih Muslim 1905",
    "Ibn Rajab’s Jami’ al-Ulum wal-Hikam"
  ]
}