{
  "id": 122,
  "title": "Khadijah (RA) - The First Believer",
  "introduction": "Khadijah bint Khuwaylid (RA) was the first wife of Prophet Muhammad ﷺ and the very first person to accept Islam. She was a woman of wisdom, strength, and exceptional character. Through her unwavering support, generosity, and love, she stood by the Prophet ﷺ during the most difficult and lonely years of his mission. Her life exemplifies what it means to be a supportive spouse, a loyal believer, and a pillar for the early Muslim community.",
  "sections": [
    {
      "heading": "Marriage to the Prophet",
      "content": "Before Islam, Khadijah (RA) was known as one of the noblest and most successful businesswomen in Makkah. She was respected for her intelligence, integrity, and generosity. Impressed by the honesty and trustworthiness of the young Muhammad ﷺ, she hired him to manage her trade caravans, and her business prospered even more under his leadership. Deeply moved by his noble character, she proposed marriage to him through a trusted relative. Despite being 15 years older, their marriage was filled with profound love, respect, and harmony. She was 40, and the Prophet ﷺ was 25 when they married. They lived together in happiness for 25 years. All of the Prophet’s surviving children, including Zainab, Ruqayyah, Umm Kulthum, and Fatimah, were born to Khadijah, except Ibrahim who was born later to Maria al-Qibtiyyah."
    },
    {
      "heading": "Support During the Early Mission",
      "content": "When the Prophet ﷺ received his first revelation in the cave of Hira, he returned home trembling and overwhelmed by what he had seen and heard. Khadijah (RA) did not hesitate — she comforted him, covered him with a blanket, and spoke reassuring words that remain timeless: *'Never! By Allah, Allah will never disgrace you. You uphold the ties of kinship, help the poor and needy, serve your guests generously, and assist those affected by calamities.'* She then took him to her cousin Waraqah ibn Nawfal, a Christian scholar, who confirmed that Muhammad ﷺ was indeed chosen as a Prophet. Khadijah was the first person to accept his message, standing by him through persecution, boycotts, and social rejection. She supported him emotionally, spiritually, and financially, using her wealth to protect the early Muslims and provide for their needs."
    },
    {
      "heading": "Legacy and Honor",
      "content": "Khadijah (RA) spent her wealth generously for Islam, freeing slaves, helping the oppressed, and making her home a safe haven for the first believers. Even after her death, the Prophet ﷺ always remembered her love and sacrifice. He would send gifts to her friends and speak of her with deep affection. When Aisha (RA) once felt jealous of this devotion, the Prophet ﷺ said: *'She believed in me when no one else did. She accepted Islam when people rejected me. And she helped and comforted me when there was no one else to lend me support.'* (Muslim). Allah honored Khadijah in her lifetime: the angel Jibreel conveyed greetings of peace to her from Allah and gave her glad tidings of a special house in Paradise made of pearls, where there will be no noise or hardship. This shows the high rank she holds in the sight of Allah."
    }
  ],
  "conclusion": "Khadijah’s life teaches us the beauty of faith, loyalty, and using our blessings to support the truth. She shows us how a strong, supportive marriage can uplift a mission and how quiet sacrifices behind the scenes can change the course of history. May Allah be pleased with Khadijah, shower her with His mercy, and help us follow her shining example of faith, strength, and love.",
  "references": [
    "Sahih Bukhari 3815",
    "Sahih Muslim 2435",
    "Sahih Bukhari 3820",
    "Tirmidhi 3875"
  ]
}