{
  "id": 104,
  "title": "Prophet Lut (AS)",
  "introduction": "Prophet Lut (Lot) ﷺ was sent to the people of Sodom and Gomorrah — communities who were deeply corrupted by immorality and shameless behavior. Despite their sins, Lut patiently called them to purity, faith, and obedience to Allah. His story is a powerful reminder to uphold moral boundaries and trust in Allah’s justice, no matter how strong the opposition.",
  "sections": [
    {
      "heading": "Call to Purity",
      "content": "Lut (AS) called his people to worship Allah alone and abandon their shameful acts, which no one in the world had ever done before them. He said: *'Do you commit such immorality as no one has preceded you with from among the worlds? Indeed, you approach men with desire instead of women…'* (Quran 7:80–81). He urged them to repent, purify themselves, and live within the natural, lawful limits set by Allah. But they mocked him and threatened to expel him instead of changing their ways."
    },
    {
      "heading": "Rejection and Destruction",
      "content": "Despite Lut’s sincere warnings, his people rejected him and persisted in their sins. When they plotted evil against him and his guests, Allah sent angels to Lut to give him glad tidings of safety. His people were destroyed by a severe punishment: the towns were overturned and stones of clay rained down upon them. *'So We saved him and his family, except for his wife; she was of those who remained behind.'* (Quran 7:83). His wife supported the wrongdoers and was destroyed with them, showing that faith is an individual responsibility."
    },
    {
      "heading": "Lessons from Lut’s Story",
      "content": "Lut’s story teaches us to stand firm in truth and morality, even when surrounded by corruption. It shows that major sins invite Allah’s punishment if a people persist without repentance. We must avoid normalizing immorality and seek Allah’s protection for ourselves and our families. His story also reminds us that true success is staying loyal to Allah’s commands, even if others reject or mock us."
    }
  ],
  "conclusion": "The story of Prophet Lut (AS) teaches us to uphold purity, guard ourselves and our communities from immorality, and trust that Allah’s justice will always prevail. May Allah protect us from major sins and keep us steadfast in faith.",
  "references": [
    "Quran 7:80-84",
    "Quran 26:160-175",
    "Quran 11:77-83",
    "Sahih Bukhari 3349"
  ]
}