{
  "id": 107,
  "title": "Prophet Yaqub (AS)",
  "introduction": "Prophet Yaqub (Jacob) was the son of Ishaq (Isaac) and the grandson of Ibrahim (Abraham) (AS). He is known for his deep faith, wisdom, and remarkable patience. As the father of Prophet Yusuf (AS) and the ancestor of the tribes of Israel (Banu Isra’il), his story is full of lessons about trusting Allah’s plan and guiding one’s family with love and wisdom.",
  "sections": [
    {
      "heading": "Family and Trials",
      "content": "Prophet Yaqub (AS) faced many tests throughout his life, the greatest being the loss of his beloved son Yusuf (AS). His other sons plotted against Yusuf out of jealousy, throwing him into a well and pretending he had been devoured by a wolf. Despite this heartbreaking loss and years of grief, Yaqub never lost hope in Allah’s mercy. He turned to Allah with tears but never with complaint against His wisdom. He said, *'I only complain of my suffering and my grief to Allah, and I know from Allah that which you do not know.'* (Quran 12:86). His patience (‘sabr jameel’ — beautiful patience) is a timeless example of enduring hardship with trust in Allah."
    },
    {
      "heading": "Role as a Prophet",
      "content": "As a prophet and father, Yaqub (AS) was dedicated to guiding his children to stay firm in worship and obedience to Allah. He reminded them to avoid envy, to guard their faith, and to rely on Allah in all affairs. Even at the end of his life, he asked his sons about their faith, ensuring they would continue to worship Allah alone. His constant reminders show the importance of nurturing faith in one’s family, teaching through love, and staying patient even when facing challenges from within."
    },
    {
      "heading": "Lessons from Yaqub’s Story",
      "content": "Prophet Yaqub’s story teaches us to remain patient in adversity and never give up hope in Allah’s help, no matter how impossible the situation seems. It reminds us to guide our families with wisdom, kindness, and prayer. His unwavering trust shows that true strength lies in turning to Allah when our hearts feel broken. He also teaches us to forgive those who wrong us and to maintain unity and compassion within our families."
    }
  ],
  "conclusion": "Yaqub’s story is a source of comfort for anyone enduring hardship. It reminds us that beautiful patience, constant hope in Allah, and gentle family guidance can turn trials into blessings. May we follow his example of steadfast faith and wisdom.",
  "references": [
    "Quran 12:6-101",
    "Quran 21:72-73",
    "Sahih Bukhari 3368"
  ]
}