{
  "id": 51,
  "title": "Rights of Parents",
  "introduction": "Islam places great importance on honoring, obeying, and caring for parents. After the right of Allah, parents have the greatest claim on our kindness and respect. The Quran and Sunnah remind us that serving our parents sincerely is one of the best ways to earn Allah’s pleasure and a path to Paradise.",
  "sections": [
    {
      "heading": "Obedience and Respect",
      "content": "Allah says: *'And your Lord has decreed that you worship none but Him, and that you be kind to parents.'* (Quran 17:23). Speak gently to them, never raise your voice or use harsh words. The Prophet ﷺ taught us that saying 'uff' (a word of annoyance) is not allowed, showing that even small signs of disrespect are disliked. Obey their reasonable requests and show gratitude for their sacrifices. Respect includes listening to their advice and treating them with patience, even if they repeat themselves or become weak in old age."
    },
    {
      "heading": "Caring for Parents",
      "content": "Part of honoring parents is caring for them, especially when they grow old. The Prophet ﷺ said: *'He is not of us who does not show mercy to our young ones and respect our elders.'* (Tirmidhi). Support them financially or physically if needed. Visit them regularly, spend time with them, and make sincere dua for them: *'My Lord, have mercy upon them as they brought me up when I was small.'* (Quran 17:24). Acts of kindness and service to parents continue to bring reward, even after they pass away, by making dua, giving charity on their behalf, and keeping ties with their friends and relatives."
    },
    {
      "heading": "Limits to Obedience",
      "content": "Islam teaches that obedience to parents is not absolute when it conflicts with obedience to Allah. Allah says: *'But if they strive to make you associate with Me that of which you have no knowledge, do not obey them but accompany them in this world with kindness.'* (Quran 31:15). If parents ask us to do something sinful or against Islam, we must politely decline while still maintaining respect, patience, and good treatment in all other matters."
    }
  ],
  "conclusion": "Serving and honoring parents is a beautiful act of worship that leads to Allah’s pleasure and Paradise. May Allah help us always show kindness, gratitude, and respect to our parents and grant them His mercy and blessings in this life and the Hereafter.",
  "references": [
    "Quran 17:23-24",
    "Quran 31:14-15",
    "Sahih Bukhari 5971",
    "Tirmidhi 1919",
    "Sahih Muslim 2548"
  ]
}