{
  "id": 83,
  "title": "Patience (Sabr)",
  "introduction": "Sabr is one of the greatest qualities a believer can have. It means staying strong when facing hardship, controlling your anger and desires, and staying committed to obeying Allah. Through sabr, we grow closer to Allah, earn His love, and find peace in times of ease and trial.",
  "sections": [
    {
      "heading": "Types of Sabr",
      "content": "Scholars explain that sabr has three main parts:    - **Patience in obeying Allah:** Staying consistent with prayers, fasting, charity, and all acts of worship, even when it feels hard.    - **Patience in avoiding sin:** Resisting temptations and controlling anger, envy, or bad habits.    - **Patience in hardships:** Staying calm and trusting Allah when facing tests like loss, illness, or any difficulty. Allah says: *'And be patient, for indeed, Allah does not allow to be lost the reward of those who do good.'* (Quran 11:115)."
    },
    {
      "heading": "How to Develop Sabr",
      "content": "• Remember Allah’s promise of reward — *'Indeed, the patient will be given their reward without account.'* (Quran 39:10).    • Make dua and ask Allah for strength — even the Prophet ﷺ made dua for patience.    • Focus on the bigger picture — tests are temporary, but the reward is forever.    • Surround yourself with patient people who remind you to stay strong.    • Practice small acts of self-control daily — like holding back anger, speaking kindly, or staying calm in stressful moments."
    },
    {
      "heading": "Virtues of Sabr",
      "content": "Allah praises the patient throughout the Quran: *'Indeed, Allah is with the patient.'* (Quran 2:153). Sabr is a sign of true faith, and the Prophet ﷺ said: *'No one is given a gift better and more comprehensive than patience.'* (Sahih Bukhari 1302). Sabr helps us grow spiritually, protects us from sins, and brings inner peace. It also makes us better family members, friends, and community members."
    }
  ],
  "conclusion": "Practice sabr in every area of life — with worship, with others, and with your own challenges. By doing so, you earn Allah’s love and success in this life and the Hereafter. May Allah make us among the patient and grant us strength in every test.",
  "references": [
    "Quran 2:153",
    "Quran 39:10",
    "Quran 11:115",
    "Sahih Bukhari 1302",
    "Sahih Muslim 2999"
  ]
}