{
  "id": 106,
  "title": "Prophet Ishaq (AS)",
  "introduction": "Prophet Ishaq (Isaac) ﷺ was the noble son of Prophet Ibrahim (AS) and Sarah. He is known for his patience, strong faith, and the blessings that continued through his descendants. His story reminds us of Allah’s power to fulfill promises, no matter how impossible they may seem.",
  "sections": [
    {
      "heading": "Birth and Blessings",
      "content": "Ishaq (AS) was born to Prophet Ibrahim (AS) and Sarah in their old age when they had almost lost hope of having children. When the angels came to give the news, Sarah was amazed: *'They said, “Do not be afraid. We bring you good tidings of a learned boy.”'* (Quran 51:28). Allah says: *'And We gave him good tidings of Isaac, a prophet from among the righteous.'* (Quran 37:112). His birth was a sign that Allah can make the impossible possible."
    },
    {
      "heading": "Role as a Prophet",
      "content": "Ishaq (AS) carried forward the legacy of his father, Ibrahim (AS), by teaching his people to worship Allah alone and live with righteousness. He was the father of Prophet Yaqub (Jacob), from whose lineage came many other prophets, including Yusuf (Joseph), Musa (Moses), and Isa (Jesus), peace be upon them all. His life shows how faith and good character are passed through generations when families stay connected to Allah’s guidance."
    },
    {
      "heading": "Lessons from Ishaq’s Story",
      "content": "Ishaq’s story teaches us to always trust in Allah’s promises, even when the odds seem impossible. Like his parents, we should never give up hope in Allah’s mercy. We should be grateful for every blessing, big or small, and continue to guide our families toward faith and righteousness. His story also reminds us that patience and gratitude bring great rewards for generations to come."
    }
  ],
  "conclusion": "The story of Prophet Ishaq (AS) reminds us to have firm faith, gratitude for Allah’s blessings, and to value strong family ties built on righteousness. May we learn to trust Allah’s plan in every situation.",
  "references": [
    "Quran 11:71-76",
    "Quran 37:112-113",
    "Quran 51:28-30",
    "Sahih Bukhari 3366"
  ]
}