{
  "id": 167,
  "title": "La Notte del Potere (Laylat al-Qadr)",
  "introduction": "Laylat al-Qadr, la Notte del Potere o Notte del Decreto, è la notte più benedetta dell'anno quando il Corano fu prima rivelato al Profeta Muhammad ﷺ. Questa notte magnifica, nascosta nelle ultime dieci notti di Ramadan, è descritta nel Corano come *\"migliore di mille mesi.\"* Comprendere il suo significato e sapere come cercarla può trasformare le nostre vite spirituali, portando immensa ricompensa, perdono e la speciale misericordia di Allah.",
  "sections": [
    {
      "heading": "Il Significato e le Virtù di Laylat al-Qadr",
      "content": "Allah dedicò un intero capitolo del Corano a questa notte: *\"In verità, abbiamo fatto scendere il Corano durante la Notte del Decreto. E cosa può farti sapere cos'è la Notte del Decreto? La Notte del Decreto è migliore di mille mesi.\"* (Corano 97:1–3). Questo significa che l'adorazione eseguita in questa singola notte porta la ricompensa di adorare per più di 83 anni — un dono dall'immensa misericordia di Allah. Il Profeta ﷺ disse: *\"Chiunque stabilisce le preghiere nella notte di Qadr per fede sincera e sperando di ottenere le ricompense di Allah, allora tutti i suoi peccati passati saranno perdonati.\"* (Sahih Bukhari). In questa notte, gli angeli scendono in gran numero, portando pace fino al sorgere dell'alba. È anche quando i decreti di Allah per l'anno a venire sono finalizzati, rendendola un tempo potente per dua sincera. La data esatta è nascosta per incoraggiare i credenti a sforzarsi durante tutte le ultime dieci notti, aumentando devozione e adorazione."
    },
    {
      "heading": "Segni e Tempo di Laylat al-Qadr",
      "content": "Mentre il suo tempo esatto è nascosto, il Profeta ﷺ ci insegnò come cercarla: *\"Cercate la Notte di Qadr nelle notti dispari delle ultime dieci notti di Ramadan.\"* (Sahih Bukhari). Alcune narrazioni puntano alla 27a notte, ma gli studiosi concordano che può essere qualsiasi delle ultime dieci notti, incoraggiando sforzo durante tutto. Il Profeta ﷺ descrisse segni che possono apparire: la notte è calma, né calda né fredda; la luna appare chiara come un piatto; e la mattina seguente il sole sorge dolcemente senza raggi duri. Tuttavia, questi segni potrebbero non essere ovvi ogni anno, e l'attenzione dovrebbe essere sull'adorazione sincera piuttosto che aspettare segni. Questo tempo nascosto mantiene i credenti che si sforzano ogni Ramadan, cercando questa notte con speranza rinnovata."
    },
    {
      "heading": "Come Cercare e Adorare in Laylat al-Qadr",
      "content": "Il modo migliore per cercare Laylat al-Qadr è aumentare la tua adorazione e devozione durante tutte le ultime dieci notti. Il Profeta ﷺ si sforzava di più nell'adorazione durante queste notti che in qualsiasi altro momento. Recita il Corano con riflessione, stai in preghiere notturne extra (*qiyam al-layl*), impegnati in abbondante dhikr e istighfar, e fai dua sentite. Aisha (RA) chiese al Profeta ﷺ cosa dire se riconosceva Laylat al-Qadr, e le insegnò: *\"Allahumma innaka afuwwun tuhibbul afwa fa'fu anni\"* (O Allah, Tu sei Perdonatore e ami perdonare, quindi perdonami) — (Sunan al-Tirmidhi). Questa breve, bella supplica evidenzia cercare il perdono e misericordia di Allah. Aumenta la carità, come il Profeta ﷺ era più generoso durante Ramadan. Usa queste notti per chiedere ad Allah per i tuoi bisogni, per perdono per te stesso e altri, e per sollievo e guida per l'intera ummah. La chiave è sincerità, umiltà e persistenza nell'adorazione, fidandosi della promessa di Allah."
    }
  ],
  "conclusion": "Laylat al-Qadr è il dono prezioso di Allah alla ummah musulmana, offrendo una vita di ricompensa in una singola notte. Sforzandosi di cercarla durante le ultime dieci notti attraverso preghiera, Corano, ricordo e dua sentite, i credenti possono avvicinarsi alla misericordia, perdono e amore di Allah — e trasformare i loro cuori per l'anno a venire.",
  "references": [
    "Quran 97:1–5",
    "Sahih Bukhari 2014",
    "Sahih Bukhari 2017",
    "Sunan al-Tirmidhi 3513",
    "Sahih Muslim 1169"
  ]
}






