{
  "id": 86,
  "title": "Salute e Igiene nell'Islam",
  "introduction": "L'Islam enfatizza l'importanza della salute e dell'igiene personale. Il Profeta ﷺ ha detto: 'La pulizia è metà della fede.' L'Islam fornisce linee guida complete per mantenere la salute fisica e spirituale. Una buona salute è una benedizione di Allah che dovremmo apprezzare e proteggere.",
  "sections": [
    {
      "heading": "Igiene Personale",
      "content": "L'Islam enfatizza l'importanza dell'igiene personale. Il Profeta ﷺ ha detto: 'Cinque sono le caratteristiche della fitrah (natura): la circoncisione, la rimozione dei peli pubici, la tagliatura dei baffi, la tagliatura delle unghie, e la rimozione dei peli delle ascelle.' Dovremmo mantenere il nostro corpo pulito, lavarci regolarmente, e indossare vestiti puliti. L'Islam comanda anche di lavarsi prima delle preghiere (wudu) e di mantenere la moschea pulita."
    },
    {
      "heading": "Alimentazione Sana",
      "content": "L'Islam enfatizza l'importanza di mangiare cibo sano e halal. Allah dice nel Corano: 'O uomini, mangiate di quello che è lecito e buono sulla terra.' (Corano 2:168). Dovremmo mangiare cibo nutriente, evitare l'eccesso, e non sprecare il cibo. Il Profeta ﷺ ha detto: 'Il figlio di Adamo non riempie un recipiente peggiore del suo ventre. Basta al figlio di Adamo qualche boccone per tenere dritta la schiena.' Dovremmo anche evitare cibi dannosi come alcol e carne di maiale."
    },
    {
      "heading": "Esercizio Fisico",
      "content": "L'Islam incoraggia l'esercizio fisico e l'attività fisica. Il Profeta ﷺ praticava la lotta, il tiro con l'arco, e la corsa. L'esercizio fisico ci aiuta a mantenere una buona salute e a essere più attivi nell'adorazione. Dovremmo anche evitare la pigrizia e l'inattività. Il Profeta ﷺ ha detto: 'Un credente forte è migliore e più amato da Allah di un credente debole.' L'esercizio fisico ci aiuta anche a controllare il peso e a prevenire le malattie."
    }
  ],
  "conclusion": "La salute e l'igiene sono importanti nell'Islam. Dovremmo mantenere una buona igiene personale, mangiare cibo sano, e fare esercizio fisico regolare. Una buona salute è una benedizione di Allah che dovremmo apprezzare e proteggere.",
  "references": [
    "Quran 2:168",
    "Quran 5:88",
    "Quran 7:31",
    "Sahih Bukhari 5889",
    "Sahih Muslim 261"
  ]
} 