{
  "id": 103,
  "title": "I Diritti Umani nell'Islam",
  "introduction": "L'Islam ha stabilito diritti umani completi più di 1400 anni fa. Allah dice nel Corano: 'E abbiamo onorato i figli di Adamo.' (Corano 17:70). L'Islam garantisce diritti fondamentali a tutti gli esseri umani, indipendentemente dalla razza, religione, o status sociale. Questi diritti sono considerati sacri e inviolabili.",
  "sections": [
    {
      "heading": "Diritto alla Vita",
      "content": "L'Islam garantisce il diritto alla vita per tutti gli esseri umani. Allah dice nel Corano: 'Chi uccide un'anima senza che questa abbia ucciso un'altra anima o corrotto la terra, è come se avesse ucciso tutta l'umanità.' (Corano 5:32). Ogni vita umana è sacra e preziosa. Dovremmo proteggere e rispettare la vita di tutti, inclusi i non musulmani. L'Islam proibisce l'omicidio, il suicidio, e l'aborto senza giustificazione medica."
    },
    {
      "heading": "Diritto alla Libertà",
      "content": "L'Islam garantisce il diritto alla libertà per tutti gli esseri umani. Tutti hanno il diritto di scegliere la loro religione, di esprimere le loro opinioni, e di vivere liberamente. Allah dice nel Corano: 'Non c'è costrizione nella religione.' (Corano 2:256). L'Islam proibisce la schiavitù e incoraggia la liberazione degli schiavi. Il Profeta ﷺ ha detto: 'Tutti gli esseri umani sono nati liberi.'"
    },
    {
      "heading": "Diritto alla Dignità",
      "content": "L'Islam garantisce il diritto alla dignità per tutti gli esseri umani. Tutti hanno il diritto di essere trattati con rispetto e dignità, indipendentemente dalla loro razza, religione, o status sociale. Il Profeta ﷺ ha detto: 'Un arabo non è superiore a un non arabo, né un non arabo è superiore a un arabo.' Tutti gli esseri umani sono uguali davanti ad Allah. Dovremmo trattare tutti con rispetto e gentilezza."
    }
  ],
  "conclusion": "L'Islam ha stabilito diritti umani completi che sono sacri e inviolabili. Dovremmo rispettare e proteggere i diritti di tutti gli esseri umani, indipendentemente dalla loro razza, religione, o status sociale. I diritti umani sono una parte fondamentale dell'Islam.",
  "references": [
    "Quran 17:70",
    "Quran 5:32",
    "Quran 2:256",
    "Quran 49:13",
    "Sahih Bukhari 2442"
  ]
} 