{
  "id": 71,
  "title": "La Giustizia nell'Islam",
  "introduction": "La giustizia è un principio fondamentale nell'Islam. Allah dice nel Corano: 'O voi che credete, siate fermamente attaccati alla giustizia, testimoni per Allah, anche se contro voi stessi, i vostri genitori o i vostri parenti.' (Corano 4:135). La giustizia è essenziale per una società sana e per il carattere islamico. Deve essere applicata a tutti, indipendentemente dalla razza, religione o status sociale.",
  "sections": [
    {
      "heading": "Importanza della Giustizia",
      "content": "La giustizia è essenziale nell'Islam perché garantisce i diritti di tutti e mantiene l'ordine nella società. Allah dice nel Corano: 'In verità, Allah comanda la giustizia e la benevolenza.' (Corano 16:90). La giustizia include essere giusti nelle nostre parole, azioni e giudizi. È un segno di fede forte e di carattere islamico. La giustizia ci porta anche la benedizione di Allah e il rispetto degli altri. Il Profeta ﷺ ha detto: 'La giustizia è la base del governo.'"
    },
    {
      "heading": "Forme di Giustizia",
      "content": "La giustizia si manifesta in molte forme: essere giusti nelle transazioni commerciali, nel dare testimonianza, nel giudicare, e nel trattare gli altri. Dovremmo essere giusti anche con i nostri nemici. Il Profeta ﷺ ha detto: 'Siate giusti, anche se è contro voi stessi.' La giustizia include anche essere giusti con i membri della famiglia e con i dipendenti. Dovremmo evitare la parzialità e il favoritismo in tutte le nostre azioni."
    },
    {
      "heading": "Giustizia Sociale",
      "content": "La giustizia sociale è essenziale nell'Islam e include garantire i diritti di tutti i membri della società. Dovremmo lottare contro l'oppressione e l'ingiustizia. Il Profeta ﷺ ha detto: 'Aiuta il tuo fratello, sia che sia un oppressore o un oppresso.' Se è un oppressore, aiutalo fermandolo dall'oppressione. Se è oppresso, aiutalo difendendolo. La giustizia sociale include anche garantire i diritti dei poveri, degli orfani e delle minoranze."
    }
  ],
  "conclusion": "La giustizia è un principio essenziale che garantisce i diritti di tutti e mantiene l'ordine nella società. Dovremmo essere giusti in tutte le nostre azioni e lottare contro l'ingiustizia. La giustizia è la base di una società islamica sana.",
  "references": [
    "Quran 4:135",
    "Quran 16:90",
    "Quran 5:8",
    "Sahih Bukhari 2442",
    "Sahih Muslim 2586"
  ]
} 