{
  "id": 84,
  "title": "I Diritti degli Orfani nell'Islam",
  "introduction": "L'Islam assegna diritti speciali agli orfani e enfatizza l'importanza di trattarli con amore, cura e giustizia. Allah dice nel Corano: 'E non avvicinatevi ai beni dell'orfano, se non nel modo migliore, finché non raggiunga la maturità.' (Corano 17:34). Gli orfani sono particolarmente vulnerabili e hanno bisogno di protezione e sostegno speciali.",
  "sections": [
    {
      "heading": "Protezione dei Beni degli Orfani",
      "content": "L'Islam comanda di proteggere i beni degli orfani e di non abusarne. Allah dice nel Corano: 'In verità, coloro che divorano i beni degli orfani ingiustamente, in realtà divorano fuoco nei loro ventri.' (Corano 4:10). I tutori degli orfani dovrebbero gestire i loro beni con onestà e nel loro migliore interesse. Dovrebbero investire i loro beni saggiamente e non usarli per scopi personali. Quando l'orfano raggiunge la maturità, i suoi beni dovrebbero essere restituiti completamente."
    },
    {
      "heading": "Cura e Sostegno degli Orfani",
      "content": "Gli orfani hanno il diritto di essere curati e sostenuti. Il Profeta ﷺ ha detto: 'Io e la persona che si prende cura di un orfano saremo così nel Paradiso' - e indicò con il suo indice e il medio, tenendoli leggermente separati. Dovremmo fornire agli orfani cibo, vestiti, alloggio, e educazione. Dovremmo anche trattarli con amore e gentilezza, come se fossero nostri figli. Il Profeta ﷺ era un orfano e ha enfatizzato l'importanza di trattare gli orfani con compassione."
    },
    {
      "heading": "Educazione degli Orfani",
      "content": "Gli orfani hanno il diritto di essere educati e preparati per la vita. Dovremmo fornire loro un'educazione di qualità e insegnare loro l'Islam e i valori islamici. Dovremmo anche aiutarli a sviluppare le loro abilità e talenti. Il Profeta ﷺ ha detto: 'Chi si prende cura di un orfano, io e lui saremo così nel Paradiso.' L'educazione degli orfani è un investimento nel loro futuro e nella società."
    }
  ],
  "conclusion": "Gli orfani hanno diritti speciali nell'Islam che devono essere rispettati. Dovremmo proteggere i loro beni, curarli e sostenerli, e fornire loro un'educazione di qualità. Prenderci cura degli orfani è una delle azioni più nobili nell'Islam.",
  "references": [
    "Quran 17:34",
    "Quran 4:10",
    "Quran 93:6-11",
    "Sahih Bukhari 6005",
    "Sahih Muslim 2982"
  ]
} 