{
  "id": 51,
  "title": "Il Giorno del Giudizio",
  "introduction": "Il Giorno del Giudizio (Yawm al-Qiyamah) è uno dei sei pilastri della fede nell'Islam. È il giorno in cui tutte le persone saranno risuscitate e giudicate per le loro azioni. Credere nel Giorno del Giudizio ci motiva a fare il bene e a evitare il male, sapendo che saremo responsabili per le nostre azioni.",
  "sections": [
    {
      "heading": "Segni del Giorno del Giudizio",
      "content": "Il Profeta ﷺ ha menzionato molti segni che indicano l'avvicinarsi del Giorno del Giudizio. Questi includono segni minori come l'ignoranza che si diffonde, l'adulterio diventa comune, e le persone bevono alcol apertamente. I segni maggiori includono l'apparizione del Dajjal (l'Anticristo), la discesa di Isa (Gesù), e l'emergere di Ya'juj e Ma'juj (Gog e Magog). Il Profeta ﷺ ha detto: 'Il Giorno del Giudizio non verrà finché non vedrete dieci segni.' Questi segni ci ricordano che la vita terrena è temporanea e che dobbiamo prepararci per l'aldilà."
    },
    {
      "heading": "Eventi del Giorno del Giudizio",
      "content": "Nel Giorno del Giudizio, tutte le persone saranno risuscitate dai loro sepolcri. Il sole si avvicinerà alla terra e le persone saranno riunite in un luogo chiamato Mahshar. Ogni persona riceverà il suo libro delle azioni - i credenti lo riceveranno nella mano destra, mentre i miscredenti lo riceveranno nella mano sinistra. Le persone saranno interrogate su tutte le loro azioni, grandi e piccole. Allah dice nel Corano: 'Così chi fa il peso di un atomo di bene lo vedrà, e chi fa il peso di un atomo di male lo vedrà.' (Corano 99:7-8)."
    },
    {
      "heading": "Preparazione per il Giorno del Giudizio",
      "content": "Per prepararci al Giorno del Giudizio, dobbiamo vivere una vita di fede e buone azioni. Dovremmo pregare regolarmente, dare carità, e trattare gli altri con gentilezza. Dovremmo anche evitare il peccato e pentirci quando commettiamo errori. Il Profeta ﷺ ha detto: 'Preparati per il Giorno del Giudizio come se dovesse venire domani.' Dovremmo anche riflettere sulla nostra morte e ricordarci che questa vita è temporanea. La preparazione include anche fare testamento e sistemare i nostri affari mondani."
    }
  ],
  "conclusion": "Il Giorno del Giudizio è una realtà che dovremmo sempre tenere a mente. Credere in esso ci motiva a vivere una vita di fede e buone azioni. La preparazione per questo giorno inizia ora, con ogni azione che facciamo in questa vita.",
  "references": [
    "Quran 99:7-8",
    "Quran 75:1-15",
    "Quran 82:1-19",
    "Sahih Bukhari 6504",
    "Sahih Muslim 2947"
  ]
} 