{
  "id": 82,
  "title": "I Diritti dei Lavoratori nell'Islam",
  "introduction": "L'Islam garantisce diritti completi ai lavoratori e enfatizza l'importanza di trattarli con giustizia e rispetto. Il Profeta ﷺ ha detto: 'I vostri lavoratori sono i vostri fratelli. Allah li ha messi sotto la vostra autorità. Chi ha un fratello sotto la sua autorità dovrebbe dargli da mangiare quello che mangia e vestirlo come si veste.' I lavoratori hanno diritti che devono essere rispettati dai datori di lavoro.",
  "sections": [
    {
      "heading": "Diritto a un Salario Giusto",
      "content": "L'Islam comanda di pagare ai lavoratori un salario giusto e tempestivo. Il Profeta ﷺ ha detto: 'Dai al lavoratore il suo salario prima che il suo sudore si asciughi.' I datori di lavoro dovrebbero pagare salari che permettano ai lavoratori di vivere dignitosamente. Non dovrebbero sfruttare i lavoratori o pagarli meno di quello che meritano. Allah dice nel Corano: 'E non divorate i vostri beni tra voi con l'ingiustizia.' (Corano 4:29). I lavoratori hanno il diritto di ricevere il loro salario completo e puntuale."
    },
    {
      "heading": "Diritto a Condizioni di Lavoro Sicure",
      "content": "I lavoratori hanno il diritto di lavorare in condizioni sicure e sane. I datori di lavoro dovrebbero fornire un ambiente di lavoro sicuro e proteggere i lavoratori da pericoli e rischi. Dovrebbero anche fornire attrezzature di sicurezza quando necessario. Il Profeta ﷺ ha detto: 'Allah ama quando uno di voi fa qualcosa, lo fa bene.' I lavoratori hanno anche il diritto di rifiutare lavori pericolosi o dannosi per la loro salute."
    },
    {
      "heading": "Diritto al Rispetto e alla Dignità",
      "content": "I lavoratori hanno il diritto di essere trattati con rispetto e dignità. I datori di lavoro dovrebbero trattare i loro lavoratori come esseri umani e non come oggetti. Dovrebbero rispettare i loro diritti, ascoltare le loro preoccupazioni, e trattarli con gentilezza. Il Profeta ﷺ ha detto: 'I vostri lavoratori sono i vostri fratelli.' I lavoratori hanno anche il diritto di esprimere le loro opinioni e di essere trattati con giustizia in caso di dispute."
    }
  ],
  "conclusion": "I lavoratori hanno diritti importanti nell'Islam che devono essere rispettati. Dovremmo trattare i lavoratori con giustizia, rispetto e dignità. Questi diritti sono essenziali per una società giusta e equa.",
  "references": [
    "Quran 4:29",
    "Quran 2:188",
    "Quran 83:1-6",
    "Sahih Bukhari 2270",
    "Sahih Muslim 1662"
  ]
} 