{
  "id": 53,
  "title": "L'Inferno (Jahannam)",
  "introduction": "L'Inferno (Jahannam) è il luogo di punizione per coloro che hanno rifiutato la fede e commesso peccati gravi. È un luogo di tormento eterno e dolore. Allah ha creato l'Inferno come avvertimento per l'umanità e come luogo di punizione per i miscredenti e i peccatori. Il Profeta ﷺ ha detto: 'L'Inferno è circondato da desideri e il Paradiso è circondato da difficoltà.'",
  "sections": [
    {
      "heading": "Descrizione dell'Inferno",
      "content": "L'Inferno è descritto nel Corano e negli Hadith come un luogo di tormento indescrivibile. Ha sette livelli, con il più profondo chiamato Hawiyah. Gli abitanti dell'Inferno saranno bruciati dal fuoco, berranno acqua bollente e mangeranno cibo amaro. Allah dice nel Corano: 'In verità, l'Inferno è un luogo di agguato, un rifugio per i trasgressori, dove rimarranno per ere.' (Corano 78:21-23). L'Inferno è così caldo che anche una goccia del suo fuoco caduta sulla terra brucerebbe tutto."
    },
    {
      "heading": "Livelli dell'Inferno",
      "content": "L'Inferno ha sette livelli, con punizioni diverse per diversi tipi di peccati. Il livello più profondo è riservato agli ipocriti e ai miscredenti. I peccatori musulmani che non si sono pentiti potrebbero anche entrare nell'Inferno temporaneamente. Il Profeta ﷺ ha detto: 'L'Inferno ha sette porte, e ogni porta ha una parte specifica di coloro che entreranno.' La durata della permanenza nell'Inferno dipende dalla gravità dei peccati commessi."
    },
    {
      "heading": "Come Evitare l'Inferno",
      "content": "Per evitare l'Inferno, dobbiamo prima credere in Allah e nel Suo Messaggero. Dobbiamo anche pregare regolarmente, dare carità, e evitare i peccati maggiori. Il pentimento sincero può anche salvarci dall'Inferno. Il Profeta ﷺ ha detto: 'Chi dice 'La ilaha illallah' (Non c'è dio all'infuori di Allah) con sincerità non entrerà nell'Inferno.' Tuttavia, dobbiamo anche evitare i peccati e fare buone azioni."
    }
  ],
  "conclusion": "L'Inferno è un luogo di punizione per coloro che rifiutano la fede e commettono peccati gravi. Dovremmo temere l'Inferno e lottare per evitarlo attraverso la fede, l'adorazione e il buon carattere. Il timore dell'Inferno ci motiva a fare il bene e a evitare il male.",
  "references": [
    "Quran 78:21-23",
    "Quran 2:24",
    "Quran 3:131",
    "Sahih Bukhari 6480",
    "Sahih Muslim 2822"
  ]
} 