{
  "id": 78,
  "title": "La Responsabilità Sociale nell'Islam",
  "introduction": "L'Islam enfatizza la responsabilità sociale e il dovere di aiutare gli altri. Allah dice nel Corano: 'E adora Allah e non associare nulla a Lui, e sii buono con i genitori, i parenti, gli orfani, i poveri, il vicino che è tuo parente e il vicino che non è tuo parente.' (Corano 4:36). Ogni musulmano ha la responsabilità di contribuire al benessere della società.",
  "sections": [
    {
      "heading": "Diritti dei Vicini",
      "content": "L'Islam enfatizza fortemente i diritti dei vicini. Il Profeta ﷺ ha detto: 'Gabriele continuò a raccomandarmi di trattare bene i vicini finché pensai che li avrebbe resi eredi.' I vicini hanno diritti speciali, indipendentemente dalla loro religione. Dovremmo essere gentili con loro, aiutarli quando sono in difficoltà, e non causare loro danni. Il Profeta ﷺ ha detto: 'Chi crede in Allah e nel Giorno del Giudizio dovrebbe essere buono con il suo vicino.'"
    },
    {
      "heading": "Aiutare i Bisognosi",
      "content": "L'Islam comanda di aiutare i bisognosi e i meno fortunati. Dovremmo aiutare gli orfani, i poveri, i malati, e coloro che sono in difficoltà. Il Profeta ﷺ ha detto: 'Chi rimuove una difficoltà da un credente in questa vita, Allah rimuoverà una difficoltà da lui nel Giorno del Giudizio.' Dovremmo anche visitare i malati, partecipare ai funerali, e aiutare coloro che sono in lutto. L'aiuto può essere in forma di denaro, tempo, o supporto emotivo."
    },
    {
      "heading": "Servizio alla Comunità",
      "content": "Ogni musulmano ha la responsabilità di servire la comunità. Dovremmo partecipare alle attività della comunità, aiutare a mantenere l'ordine e la pace, e contribuire al benessere generale. Il Profeta ﷺ ha detto: 'I credenti nella loro reciproca gentilezza, compassione e simpatia sono come un corpo.' Dovremmo anche promuovere il bene e prevenire il male nella società. La responsabilità sociale include anche l'educazione, la cura della salute, e la protezione dell'ambiente."
    }
  ],
  "conclusion": "La responsabilità sociale è una parte essenziale dell'Islam. Dovremmo essere buoni vicini, aiutare i bisognosi, e servire la comunità. Queste azioni ci avvicinano ad Allah e creano una società migliore.",
  "references": [
    "Quran 4:36",
    "Quran 2:177",
    "Quran 107:1-7",
    "Sahih Bukhari 6014",
    "Sahih Muslim 47"
  ]
} 