{
  "id": 75,
  "title": "Il Matrimonio nell'Islam",
  "introduction": "Il matrimonio è un'istituzione sacra nell'Islam che unisce un uomo e una donna in un legame di amore, rispetto e comprensione reciproca. Allah dice nel Corano: 'E tra i Suoi segni c'è che ha creato per voi delle spose dalla vostra stessa specie, affinché riposiate presso di loro.' (Corano 30:21). Il matrimonio è la base della famiglia e della società islamica.",
  "sections": [
    {
      "heading": "Importanza del Matrimonio",
      "content": "Il matrimonio è essenziale nell'Islam perché completa metà della religione di una persona. Il Profeta ﷺ ha detto: 'Quando un servo si sposa, ha completato metà della sua religione.' Il matrimonio fornisce compagnia, supporto emotivo e spirituale, e permette di procreare in modo legittimo. È un contratto sacro tra due persone che si impegnano a vivere insieme in amore e rispetto. Il matrimonio ci aiuta anche a controllare i nostri desideri e a vivere una vita moralmente corretta."
    },
    {
      "heading": "Scelta del Coniuge",
      "content": "La scelta del coniuge dovrebbe essere basata su criteri islamici. Il Profeta ﷺ ha detto: 'Una donna può essere sposata per quattro ragioni: per la sua ricchezza, per la sua famiglia, per la sua bellezza, o per la sua religione. Scegli quella che è religiosa.' La religione dovrebbe essere il criterio principale. Dovremmo anche considerare il carattere, la famiglia, e la compatibilità. I genitori dovrebbero essere consultati e il loro consenso dovrebbe essere ottenuto. Il matrimonio dovrebbe essere basato su amore e comprensione reciproca."
    },
    {
      "heading": "Diritti e Responsabilità",
      "content": "Il matrimonio comporta diritti e responsabilità per entrambi i coniugi. Il marito ha la responsabilità di fornire sostentamento alla famiglia e di trattare sua moglie con gentilezza. La moglie ha la responsabilità di essere obbediente al marito (tranne quando le chiede di disobbedire ad Allah) e di prendersi cura della casa. Entrambi i coniugi dovrebbero trattarsi con amore, rispetto e comprensione. Dovrebbero anche aiutarsi a vicenda nella fede e nelle buone azioni."
    }
  ],
  "conclusion": "Il matrimonio è un'istituzione sacra che unisce due persone in amore e rispetto. Dovremmo scegliere il nostro coniuge basandoci su criteri islamici e trattarci con amore e comprensione. Il matrimonio è la base di una famiglia e di una società islamica sana.",
  "references": [
    "Quran 30:21",
    "Quran 4:1",
    "Quran 7:189",
    "Sahih Bukhari 5063",
    "Sahih Muslim 1466"
  ]
} 