{
  "id": 168,
  "title": "Il Pellegrinaggio di Addio del Profeta Muhammad ﷺ",
  "introduction": "Il Pellegrinaggio di Addio (*Hajjat al-Wada*) fu l'ultimo Hajj eseguito dal Profeta Muhammad ﷺ nel 10° anno dopo l'Hijrah (632 d.C.), solo mesi prima della sua morte. Questo viaggio storico radunò più di 100.000 credenti e segnò il completamento della sua missione profetica. Attraverso questo pellegrinaggio, il Profeta ﷺ stabilì i riti corretti dell'Hajj per tutte le generazioni a venire e tenne il suo sermone finale — una dichiarazione senza tempo di uguaglianza umana, giustizia e perfezione dell'Islam.",
  "sections": [
    {
      "heading": "Il Viaggio e Stabilimento dei Rituali dell'Hajj",
      "content": "Nel decimo anno dopo l'Hijrah, il Profeta ﷺ annunciò la sua intenzione di eseguire l'Hajj, e musulmani da tutta la Penisola Arabica accorsero per unirsi a lui. Questo raduno monumentale dimostrò l'unità, forza e crescita della ummah musulmana. Durante questo pellegrinaggio, il Profeta ﷺ dimostrò meticolosamente ogni aspetto dell'Hajj, dicendo: *\"Prendete da me i vostri riti.\"* (Sahih Muslim). Mostrò come entrare in ihram, eseguire tawaf intorno alla Kaaba, camminare tra Safa e Marwah, stare in preghiera ad Arafat, rimanere a Muzdalifah, lapidare i pilastri a Mina, e eseguire il sacrificio. I suoi compagni osservarono attentamente ogni passo e trasmisero questa conoscenza per assicurare che i musulmani fino alla fine dei tempi sapessero esattamente come eseguire l'Hajj. Il Profeta ﷺ spiegò anche i significati spirituali dietro questi atti, ricordando ai credenti che l'Hajj non è solo un rituale ma un profondo viaggio di sottomissione, umiltà e unità davanti ad Allah."
    },
    {
      "heading": "Il Sermone Storico di Addio",
      "content": "Il 9° giorno di Dhul Hijjah, nella piana di Arafat, il Profeta ﷺ stette davanti alla vasta assemblea e tenne il suo sermone finale — uno dei discorsi più significativi nella storia umana. Ricordò alla ummah le loro responsabilità, dichiarando: *\"Tutta l'umanità è da Adamo ed Eva. Un arabo non ha superiorità su un non-arabo, né un non-arabo ha superiorità su un arabo; un bianco non ha superiorità su un nero, né un nero ha superiorità su un bianco — eccetto per pietà e buona azione.\"* (Musnad Ahmad). Enfatizzò la sacralità della vita, proprietà e onore, il trattamento equo delle donne, e l'abolizione di tutte le forme di oppressione dell'era pre-islamica. Esortò i credenti a tenersi saldamente al Corano e Sunnah per evitare di smarrirsi. Poi chiese alle persone di testimoniare che aveva trasmesso il messaggio di Allah — tutti risposero, 'Sì!' Alzando il dito al cielo, ripeté, *\"O Allah, testimonia!\"* Questo sermone di addio consacrò i principi centrali di uguaglianza, giustizia e fratellanza che rimangono guida senza tempo per tutte le persone."
    },
    {
      "heading": "Il Completamento della Religione",
      "content": "Durante il Pellegrinaggio di Addio, Allah rivelò uno degli ultimi versetti del Corano: *\"Questo giorno ho perfezionato per voi la vostra religione e completato il Mio favore su di voi e ho approvato per voi l'Islam come vostra religione.\"* (Corano 5:3). Questo versetto potente significò che l'Islam era ora stato completato come modo completo di vita per l'umanità. Si riporta che Umar ibn al-Khattab (RA) pianse quando questo versetto fu rivelato, capendo che la missione del Profeta ﷺ si stava avvicinando alla fine. Dopo essere tornato a Madinah, il Profeta ﷺ visse solo pochi mesi in più prima di tornare al suo Signore. Attraverso questo pellegrinaggio finale, adempì il suo ruolo come sigillo dei profeti, lasciando dietro un messaggio completo, preservato e universale per tutte le generazioni."
    }
  ],
  "conclusion": "Il Pellegrinaggio di Addio sta come culmine della missione del Profeta Muhammad ﷺ — stabilendo i rituali dell'Hajj, riassumendo gli insegnamenti centrali dell'Islam, e testimoniando la perfezione della religione. Le sue lezioni durature sull'uguaglianza umana, giustizia e l'importanza di tenersi saldamente al Corano e Sunnah continuano a guidare i musulmani oggi, proprio come fecero oltre 1.400 anni fa.",
  "references": [
    "Quran 5:3",
    "Sahih Muslim 1297",
    "Musnad Ahmad 22978",
    "Sahih Bukhari 1623",
    "Sunan Abu Dawud 1905"
  ]
}






