{
  "id": 135,
  "title": "Giustizia (Adl) nell'Islam",
  "introduction": "La giustizia (*Adl*) è uno dei principi fondamentali dell'Islam e uno degli attributi divini di Allah. È un obbligo morale e sociale per ogni musulmano sostenere la giustizia in tutti gli aspetti della vita — personale, familiare, comunitario e di governo. La giustizia islamica è costruita su equità, uguaglianza, veridicità e dare a tutti i loro diritti dovuti, indipendentemente da chi sono. Richiede di stare per la verità, anche quando è contro i nostri interessi, e proteggere i diritti dei deboli e vulnerabili.",
  "sections": [
    {
      "heading": "Il Fondamento della Giustizia Divina",
      "content": "La giustizia è uno dei bei nomi di Allah — *Al-Adl* (L'Assolutamente Giusto). La Sua giustizia è assoluta, perfetta e abbraccia tutta la creazione: *'In verità, Allah ordina giustizia e buona condotta'* (Corano 16:90). Allah non fa mai torto a nessuno: *'In verità, Allah non fa ingiustizia, [nemmeno] del peso di un atomo.'* (Corano 4:40). La giustizia divina sarà perfettamente manifestata nel Giorno del Giudizio quando ogni anima riceverà ciò che merita, né più né meno. Allah comanda ai credenti di sostenere la giustizia: *'O voi che credete! Alzatevi saldamente per la giustizia, come testimoni per Allah, anche se è contro voi stessi, i vostri genitori o i vostri parenti.'* (Corano 4:135). Questo ci insegna che la vera giustizia richiede coraggio, onestà e sacrificio."
    },
    {
      "heading": "Giustizia nelle Relazioni Personali e Sociali",
      "content": "La giustizia inizia a casa e si estende ad ogni interazione nella società. Nella vita familiare, i genitori devono trattare i loro figli equamente ed evitare favoritismi. Il Profeta ﷺ disse a un uomo che fece un regalo a un figlio ma non agli altri: *'Temi Allah e sii giusto tra i tuoi figli.'* (Sahih Bukhari). Nel matrimonio, entrambi i coniugi hanno diritti e responsabilità che devono essere rispettati. Negli affari, giustizia significa transazioni oneste, prezzi equi, misure accurate e adempimento dei contratti. Il Profeta ﷺ avvertì che la disonestà distrugge la fiducia e invita il dispiacere di Allah. La giustizia significa anche trattare ogni persona con equità, indipendentemente dal loro background, ricchezza o status. Il Profeta ﷺ disse: *'Le persone prima di voi furono distrutte perché punivano i poveri e lasciavano andare liberi i ricchi.'* (Sahih Bukhari). L'Islam insegna che nessuno è al di sopra della legge e che la giustizia deve essere applicata ugualmente a tutti."
    },
    {
      "heading": "Stabilire e Mantenere la Giustizia",
      "content": "L'Islam chiama i credenti ad stabilire attivamente e proteggere la giustizia nella società. Questo significa dire la verità ai leader, difendere gli oppressi e costruire sistemi che salvaguardino i diritti di tutti. Il Corano dice: *'In verità, Allah non cambierà la condizione di un popolo finché non cambieranno ciò che è in loro stessi.'* (Corano 13:11). Questo significa che la giustizia sociale inizia con l'integrità personale e il coraggio morale. I leader e coloro in autorità portano una responsabilità più pesante di governare giustamente e prendersi cura del loro popolo. Il Profeta ﷺ disse: *'Ognuno di voi è un pastore e ognuno di voi è responsabile del suo gregge.'* (Sahih Bukhari). Le persone ordinarie devono adempiere i loro doveri civici onestamente, pagare le tasse e rendere conto coloro al potere. Quando si affronta ingiustizia, ci si aspetta che i musulmani la fermino con le loro mani, parlino contro se non possono fermarla, e almeno la odino nei loro cuori — la forma più debole di fede. La giustizia richiede forza, pazienza e saggezza per implementare nel modo giusto e al momento giusto."
    }
  ],
  "conclusion": "La giustizia è un comando divino e una pietra angolare di una società pacifica, equa e prospera. Vivendo giustamente nelle nostre vite personali, famiglie, comunità e istituzioni, adempiamo una parte chiave della nostra fede e serviamo come testimoni della bellezza dell'Islam. Possa Allah renderci persone di *Adl* che stanno salde per verità e equità in tutto ciò che facciamo.",
  "references": [
    "Quran 4:135",
    "Quran 16:90",
    "Quran 4:40",
    "Quran 13:11",
    "Sahih Bukhari 2587",
    "Sahih Muslim 49",
    "Sunan Abu Dawud 3544"
  ]
}

