{
  "id": 62,
  "title": "Sadaqah (Carità Volontaria)",
  "introduction": "Sadaqah è carità volontaria che va oltre il Zakat obbligatorio. È un'azione altamente raccomandata nell'Islam che purifica la ricchezza e porta grandi ricompense. Il Profeta ﷺ ha detto: 'La carità non diminuisce la ricchezza.' Sadaqah può essere data in qualsiasi momento e in qualsiasi quantità.",
  "sections": [
    {
      "heading": "Importanza della Sadaqah",
      "content": "La sadaqah è importante nell'Islam perché purifica la ricchezza e porta grandi ricompense. Allah dice nel Corano: 'Chi presta ad Allah un bel prestito, Egli glielo raddoppierà e avrà una generosa ricompensa.' (Corano 57:11). La sadaqah ci aiuta a sviluppare compassione e generosità. Ci protegge anche dalle calamità e porta la benedizione di Allah. Il Profeta ﷺ ha detto: 'La sadaqah spegne il peccato come l'acqua spegne il fuoco.'"
    },
    {
      "heading": "Forme di Sadaqah",
      "content": "La sadaqah può essere data in molte forme. Include dare denaro, cibo, vestiti, e altri beni materiali. Può anche includere azioni di gentilezza come aiutare gli altri, visitare i malati, e nutrire gli affamati. Sadaqah Jariyah è carità continua che continua a beneficiare gli altri dopo la nostra morte, come costruire un pozzo, sostenere l'educazione, o piantare alberi. Anche azioni semplici come sorridere e dire parole gentili sono considerate sadaqah."
    },
    {
      "heading": "Benefici della Sadaqah",
      "content": "La sadaqah porta molti benefici spirituali e mondani. Purifica la nostra ricchezza e ci protegge dalle calamità. Ci aiuta a sviluppare compassione e generosità. La sadaqah ci porta anche la benedizione di Allah e ci aiuta a superare le difficoltà. Il Profeta ﷺ ha detto: 'Chi dà sadaqah per Allah, Allah lo ricompenserà.' La sadaqah rafforza anche i legami nella comunità e crea un ambiente di cura e sostegno reciproco."
    }
  ],
  "conclusion": "La sadaqah è un'azione preziosa che purifica la ricchezza e porta grandi ricompense. Dovremmo dare sadaqah regolarmente e con sincerità. La sadaqah è la chiave per la benedizione di Allah e per una comunità compassionevole.",
  "references": [
    "Quran 57:11",
    "Quran 2:261",
    "Quran 3:92",
    "Sahih Bukhari 1410",
    "Sahih Muslim 1017"
  ]
} 