{
  "id": 13,
  "title": "Zakat e Carità",
  "introduction": "Zakat è un pilastro fondamentale dell'Islam e un mezzo per purificare la nostra ricchezza e i nostri cuori. La carità (sadaqah) è altamente incoraggiata nell'Islam in qualsiasi momento. Insieme, rafforzano le nostre comunità, riducono le difficoltà, e ci aiutano a crescere più vicini ad Allah attraverso generosità e cura per gli altri.",
  "sections": [
    {
      "heading": "Cos'è lo Zakat?",
      "content": "Zakat è una carità obbligatoria che ogni musulmano idoneo deve dare una volta all'anno. Di solito è il 2,5% dei risparmi accumulati, oro, argento e certi beni che hanno raggiunto l'importo minimo (nisab) e sono stati detenuti per un anno lunare. Zakat deve essere dato a categorie specifiche di persone menzionate nel Corano, inclusi i poveri, i bisognosi, e quelli in debito. Pagare Zakat purifica la nostra ricchezza, tiene lontana l'avidità dai nostri cuori, e ci ricorda che tutto quello che possediamo è una fiducia da Allah."
    },
    {
      "heading": "Benefici della Carità",
      "content": "La carità ha innumerevoli benefici. Purifica la nostra ricchezza e anime, aiuta i poveri e vulnerabili, e crea legami di cura e fratellanza nella comunità. Il Profeta Muhammad (pace su di lui) disse che la carità non diminuisce la ricchezza — piuttosto, porta benedizioni e barakah. Dare carità ci protegge dalle calamità, rimuove i peccati, e porta il piacere di Allah. Anche un piccolo atto di gentilezza — un sorriso, una mano d'aiuto — è una forma di carità che porta grande ricompensa."
    },
    {
      "heading": "Tipi di Carità",
      "content": "Ci sono diversi tipi di carità nell'Islam. Zakat è obbligatorio per coloro che soddisfano le condizioni, mentre Sadaqah è volontaria e può essere data in qualsiasi momento, in qualsiasi quantità. Sadaqah può includere dare denaro, nutrire gli affamati, fornire vestiti, sostenere progetti comunitari, o semplicemente aiutare qualcuno nel bisogno. Sadaqah Jariyah è carità continua che continua a beneficiare gli altri dopo la nostra morte, come costruire un pozzo, sostenere l'educazione, o piantare alberi. Più diamo sinceramente per amore di Allah, più ricompensa guadagniamo in questa vita e nella prossima."
    }
  ],
  "conclusion": "Dare carità è un vero segno di fede e gratitudine ad Allah. Ammorbidisce i nostri cuori, ci aiuta a prendersi cura degli altri, e invita la misericordia di Allah nelle nostre vite. Possiamo sempre ricordarci di dare generosamente e cercare il piacere di Allah attraverso ogni atto di carità.",
  "references": [
    "Quran 9:60",
    "Quran 2:267",
    "Sahih Muslim 987"
  ]
} 