{
  "id": 29,
  "title": "Giustizia nell'Islam",
  "introduction": "La giustizia è un principio fondamentale nell'Islam che si applica a tutti gli aspetti della vita. Allah comanda la giustizia e l'equità in tutte le nostre azioni. Il Profeta ﷺ ha detto: 'La giustizia è la base del governo.' La giustizia include essere equi, onesti e imparziali in tutte le nostre decisioni e azioni.",
  "sections": [
    {
      "heading": "Giustizia nel Trattare gli Altri",
      "content": "Dovremmo trattare tutti con giustizia, indipendentemente dalla loro religione, razza, status sociale o background. Allah dice nel Corano: 'O voi che credete! Siate fermamente impegnati per Allah, testimoni in equità, e non lasciate che l'odio di un popolo vi spinga a non essere giusti. Siate giusti; questo è più vicino alla pietà.' (Corano 5:8). Dovremmo essere giusti nelle nostre parole, azioni e decisioni. Non dovremmo favorire una persona rispetto a un'altra a causa di pregiudizi personali. La giustizia include anche difendere i diritti degli oppressi e parlare contro l'ingiustizia."
    },
    {
      "heading": "Giustizia negli Affari",
      "content": "La giustizia negli affari significa essere onesti e equi in tutte le transazioni commerciali. Dovremmo dare peso e misura corretti, non imbrogliare i clienti e non sfruttare i bisognosi. Il Profeta ﷺ ha detto: 'Chi imbrogli nel peso e nella misura, Allah lo punirà.' Dovremmo anche essere giusti nel fissare i prezzi e non sfruttare situazioni di emergenza per aumentare i prezzi. La giustizia negli affari include anche pagare i lavoratori equamente e non ritardare i loro stipendi."
    },
    {
      "heading": "Giustizia nella Famiglia",
      "content": "La giustizia nella famiglia significa trattare tutti i membri della famiglia con equità e amore. I genitori dovrebbero trattare tutti i loro figli equamente, senza favoritismi. Il Profeta ﷺ ha detto: 'Temete Allah e siate giusti tra i vostri figli.' Dovremmo anche essere giusti nel trattare i nostri coniugi e altri membri della famiglia. La giustizia include anche risolvere i conflitti in modo equo e non prendere decisioni basate su emozioni o pregiudizi."
    }
  ],
  "conclusion": "La giustizia è un principio essenziale nell'Islam che promuove pace, armonia e stabilità nella società. Quando pratichiamo la giustizia, guadagniamo la benedizione di Allah e il rispetto degli altri. La giustizia è la base di una società giusta e compassionevole.",
  "references": [
    "Quran 5:8",
    "Quran 4:135",
    "Quran 16:90",
    "Sahih Bukhari 2447",
    "Sahih Muslim 1623"
  ]
} 