{
  "id": 137,
  "title": "I Diritti dei Genitori nell'Islam",
  "introduction": "L'Islam pone immensa importanza sull'onorare, servire e prendersi cura dei propri genitori. Dopo l'adorazione di Allah solo, essere devoti ai genitori è tra i più grandi atti di adorazione nell'Islam. Il Corano costantemente collega la gratitudine ai genitori con la gratitudine ad Allah, mostrando l'alto status e il legame sacro tra genitori e figli. Trattare i genitori con gentilezza, rispetto e misericordia porta il piacere di Allah ed è un mezzo per guadagnare il Paradiso.",
  "sections": [
    {
      "heading": "Il Comando Coranico di Onorare i Genitori",
      "content": "Il Corano rende chiaro che onorare i genitori è un comando divino secondo solo all'adorazione di Allah. Allah dice: *'Il tuo Signore ha decretato che non adorate nessuno tranne Lui, e siate gentili con i genitori. Che uno o entrambi raggiungano la vecchiaia con voi, non dite loro 'uff' né sgridateli, ma parlate loro con parole di onore'* (Corano 17:23). La parola 'uff' è il più piccolo segno di irritazione, mostrando che anche la mancanza di rispetto minore è proibita. Allah continua: *'E abbassa per loro l'ala dell'umiltà per misericordia e di': Mio Signore, abbi misericordia di loro come mi hanno cresciuto quando ero piccolo'* (Corano 17:24). Questa bella immagine ci insegna ad essere gentili e umili con i nostri genitori, specialmente quando invecchiano e diventano più dipendenti dalle nostre cure."
    },
    {
      "heading": "L'Alto Status e le Ricompense del Servire i Genitori",
      "content": "Servire i propri genitori è considerato una delle migliori azioni nell'Islam e un sentiero verso il piacere di Allah. Quando un uomo chiese al Profeta ﷺ delle migliori azioni, rispose: *'La preghiera al suo tempo proprio.'* Quando chiesto cosa viene dopo, disse: *'Gentilezza ai genitori.'* (Sahih Bukhari). Il Profeta ﷺ disse anche: *'Il Paradiso giace ai piedi di tua madre'* (Sunan an-Nasa'i), evidenziando l'onore speciale e i sacrifici delle madri. Il Profeta ﷺ avvertì che trascurare i diritti dei genitori è uno dei più grandi peccati. Anche dopo che i genitori muoiono, i loro diritti continuano: facendo *dua* per loro, dando carità a loro nome, adempiendo le loro promesse e rimanendo connessi con i loro amici e parenti. Il Profeta ﷺ disse: *'Chiunque desideri che la sua provvisione sia aumentata e la sua vita estesa, mantenga i legami di parentela'* — e questo inizia con i genitori (Sahih Bukhari)."
    },
    {
      "heading": "Modi Pratici per Onorare i Genitori",
      "content": "L'Islam insegna che onorare i genitori è mostrato attraverso parole rispettose, azioni premurose e intenzioni sincere. Dovremmo parlare gentilmente ai nostri genitori, mai alzando la voce o usando parole dure, anche quando non siamo d'accordo. Quando invecchiano, dovremmo prenderci cura dei loro bisogni, aiutare con i compiti quotidiani, assicurare il loro comfort e trascorrere tempo di qualità con loro. Fare regolarmente *dua* per il loro perdono e benessere è un bell'atto di amore e gratitudine. Dovremmo consultarli in questioni importanti e cercare le loro benedizioni. Se fanno richieste, dovremmo adempierle finché non contraddicono i comandi di Allah. Se i genitori ci spingono a fare qualcosa contro l'Islam, dobbiamo rispettosamente rifiutare mentre li trattiamo ancora con gentilezza: *'Se si sforzano di farti associare con Me ciò di cui non hai conoscenza, non obbedire loro ma accompagnali in [questo] mondo con gentilezza appropriata.'* (Corano 31:15). Questi insegnamenti preservano i legami familiari e tramandano il valore del rispetto e cura alle generazioni future."
    }
  ],
  "conclusion": "Onorare i genitori è uno dei più grandi sentieri verso il piacere di Allah e una chiave per famiglie forti e società sane. Trattando i nostri genitori con amore, pazienza e rispetto, adempiamo un atto maggiore di adorazione e guadagniamo benedizioni in questa vita e nell'Aldilà. Possa Allah renderci tra coloro che servono i nostri genitori con il migliore carattere e i cui figli facciano lo stesso per noi.",
  "references": [
    "Quran 17:23-24",
    "Quran 31:15",
    "Sahih Bukhari 527",
    "Sunan an-Nasa'i 3104",
    "Sahih Bukhari 5514"
  ]
}

