{
  "id": 81,
  "title": "I Diritti delle Donne nell'Islam",
  "introduction": "L'Islam ha garantito diritti completi alle donne e ha elevato il loro status nella società. Allah dice nel Corano: 'E le credenti sono protettrici le une delle altre, ordinano il bene e vietano il male.' (Corano 9:71). L'Islam ha dato alle donne diritti che non erano riconosciuti in molte società precedenti.",
  "sections": [
    {
      "heading": "Diritti Spirituali",
      "content": "L'Islam garantisce alle donne gli stessi diritti spirituali degli uomini. Allah dice nel Corano: 'In verità, i musulmani e le musulmane, i credenti e le credenti, gli obbedienti e le obbedienti, i veritieri e le veritiere, i pazienti e le pazienti, gli umili e le umili, i caritatevoli e le caritatevoli, i digiunatori e le digiunatrici, i casti e le caste, e coloro che menzionano molto Allah, per loro Allah ha preparato perdono e ricompensa immensa.' (Corano 33:35). Le donne hanno il diritto di adorare Allah, studiare l'Islam, e cercare la conoscenza."
    },
    {
      "heading": "Diritti Economici",
      "content": "L'Islam ha dato alle donne diritti economici che non erano riconosciuti in molte società. Le donne hanno il diritto di possedere proprietà, ereditare, e gestire i loro beni. Allah dice nel Corano: 'Agli uomini spetta una parte di quello che hanno lasciato i genitori e i parenti, e alle donne spetta una parte di quello che hanno lasciato i genitori e i parenti.' (Corano 4:7). Le donne hanno anche il diritto di lavorare e guadagnare denaro. Il Profeta ﷺ ha detto: 'Le donne sono sorelle degli uomini.'"
    },
    {
      "heading": "Diritti Sociali",
      "content": "L'Islam ha garantito alle donne diritti sociali importanti. Le donne hanno il diritto di essere educate, di scegliere il loro coniuge, e di divorziare se necessario. Il Profeta ﷺ ha detto: 'Il migliore tra voi è colui che è migliore verso la sua famiglia.' Le donne hanno anche il diritto di partecipare alla vita sociale e di esprimere le loro opinioni. L'Islam ha proibito l'infanticidio femminile e ha enfatizzato l'importanza di trattare le figlie con amore e rispetto."
    }
  ],
  "conclusion": "L'Islam ha garantito alle donne diritti completi in tutti gli aspetti della vita. Le donne hanno diritti spirituali, economici e sociali che devono essere rispettati. L'Islam ha elevato il status delle donne e ha dato loro dignità e rispetto.",
  "references": [
    "Quran 9:71",
    "Quran 33:35",
    "Quran 4:7",
    "Sahih Bukhari 5995",
    "Sahih Muslim 1466"
  ]
} 