{
  "id": 101,
  "title": "Giustizia e Legge nell'Islam",
  "introduction": "L'Islam enfatizza l'importanza della giustizia e della legge. Allah dice nel Corano: 'O voi che credete, siate fermamente attaccati alla giustizia, testimoni per Allah, anche se contro voi stessi, i vostri genitori o i vostri parenti.' (Corano 4:135). La giustizia è la base di una società islamica sana e dovrebbe essere applicata a tutti, indipendentemente dalla razza, religione, o status sociale.",
  "sections": [
    {
      "heading": "Principi della Giustizia",
      "content": "L'Islam stabilisce principi chiari per la giustizia. La giustizia dovrebbe essere applicata a tutti in modo equo, senza favoritismi o discriminazioni. Allah dice nel Corano: 'In verità, Allah comanda la giustizia e la benevolenza.' (Corano 16:90). La giustizia include essere giusti nelle nostre parole, azioni, e giudizi. Dovremmo anche essere giusti con i nostri nemici e non permettere che le nostre emozioni influenzino la nostra giustizia."
    },
    {
      "heading": "Sistema Legale",
      "content": "L'Islam ha un sistema legale completo basato sul Corano e sulla Sunnah. Questo sistema copre tutti gli aspetti della vita, inclusi crimini, contratti, matrimonio, e eredità. Il sistema legale islamico enfatizza la giustizia, la compassione, e il perdono. Dovremmo rispettare le leggi del paese in cui viviamo, purché non violino i principi islamici. Dovremmo anche lavorare per promuovere la giustizia nella società."
    },
    {
      "heading": "Diritti e Doveri",
      "content": "L'Islam stabilisce diritti e doveri chiari per tutti i membri della società. Tutti hanno il diritto alla giustizia, alla sicurezza, e al benessere. Tutti hanno anche il dovere di rispettare i diritti degli altri e di contribuire al benessere della società. Il Profeta ﷺ ha detto: 'I credenti nella loro reciproca gentilezza, compassione e simpatia sono come un corpo.' Dovremmo lavorare insieme per promuovere la giustizia e il bene nella società."
    }
  ],
  "conclusion": "La giustizia e la legge sono essenziali nell'Islam. Dovremmo applicare la giustizia a tutti in modo equo, rispettare il sistema legale, e adempiere ai nostri diritti e doveri. La giustizia è la base di una società islamica sana e dovrebbe essere promossa da tutti.",
  "references": [
    "Quran 4:135",
    "Quran 16:90",
    "Quran 5:8",
    "Sahih Bukhari 2442",
    "Sahih Muslim 2586"
  ]
} 