{
  "id": 101,
  "title": "Prophète Idris (AS)",
  "introduction": "Le Prophète Idris (Hénoch) est l'un des premiers prophètes mentionnés dans le Coran. Il était connu pour sa sagesse, patience et dévotion profonde à Allah. Bien que peu soit détaillé sur sa vie, ce que nous savons d'Idris (AS) nous inspire à vivre avec connaissance, sincérité et foi ferme.",
  "sections": [
    {
      "heading": "Vie et Mission",
      "content": "Idris (AS) était un prophète véridique et juste envoyé pour guider son peuple vers l'adoration d'Allah seul. Il était des descendants du Prophète Adam (AS) et vint après le Prophète Sheeth (Seth) (AS). Idris appela son peuple à la bonté, honnêteté et justice. Il leur enseigna des compétences bénéfiques et la sagesse qui aidèrent à construire leurs communautés. Il était connu pour être véridique en parole et actions, accomplissant sa mission avec patience malgré les défis qu'il affrontait."
    },
    {
      "heading": "Vertus d'Idris",
      "content": "Allah loue Idris (AS) dans le Coran, disant : *'Et mentionne Idris, dans le Livre. C'était un véridique et un prophète.'* (Coran 19:56). Idris était patient et persistant dans la diffusion du message d'Allah. Il était dédié à apprendre et enseigner la connaissance utile, c'est pourquoi certains érudits disent qu'il fut parmi les premiers à introduire l'écriture et la mesure. Sa vie montre que sagesse, connaissance et action juste vont de pair. À cause de sa piété exceptionnelle, Allah éleva Idris à une haute position — *'Nous l'élevâmes à un haut rang.'* (Coran 19:57)."
    },
    {
      "heading": "Leçons de l'Histoire d'Idris",
      "content": "D'Idris (AS), nous apprenons l'importance de rechercher la connaissance et de l'utiliser pour bénéficier aux autres. Il nous rappelle que sagesse et apprentissage devraient être combinés avec patience et intégrité. Même face aux difficultés ou au rejet des gens, Idris resta ferme dans sa foi et mission. Son histoire nous encourage à rester fermes sur la vérité, valoriser la connaissance, et œuvrer à élever nos communautés avec sincérité et persévérance."
    }
  ],
  "conclusion": "L'histoire d'Idris est courte mais puissante — un rappel de poursuivre la connaissance, vivre avec véracité, et tenir fermement à notre foi en toutes circonstances. Qu'Allah nous aide à incarner les qualités de sagesse, patience et intégrité comme le fit Idris (AS).",
  "references": [
    "Coran 19:56-57",
    "Coran 21:85-86",
    "Sahih Bukhari 3396"
  ]
}

