{
  "id": 53,
  "title": "Le Mariage en Islam",
  "introduction": "Le mariage (*nikah*) est un contrat sacré en Islam qui apporte amour, miséricorde et stabilité aux individus, familles et société. C'est un acte d'adoration quand il est fait avec la bonne intention, aidant les époux à protéger leur foi, accomplir les besoins naturels de façon licite et construire des familles vertueuses qui vivent selon la guidance d'Allah. Allah décrit le mariage comme l'un de Ses signes de miséricorde et sagesse.",
  "sections": [
    {
      "heading": "But du Mariage",
      "content": "Allah dit : *'Et parmi Ses signes, Il a créé pour vous, de vous-mêmes, des épouses afin que vous trouviez auprès d'elles la tranquillité, et Il a mis entre vous de l'affection et de la bonté.'* (Coran 30:21). Les buts principaux du mariage sont de trouver confort et compagnie, garder la modestie et construire une maison aimante où les enfants sont élevés avec de bonnes manières et une foi forte. C'est un partenariat de soutien mutuel où tous deux s'aident à grandir plus proches d'Allah."
    },
    {
      "heading": "Droits et Devoirs",
      "content": "L'Islam établit des droits et responsabilités clairs pour le mari et la femme pour protéger l'équité et la gentillesse. Les maris sont commandés de traiter leurs épouses avec respect et honneur : *'Et vivez avec elles de façon convenable...'* (Coran 4:19). Les épouses devraient respecter leurs maris et les soutenir dans la foi et vie familiale. Tous deux devraient accomplir les droits physiques, émotionnels et financiers de l'autre, s'aider mutuellement dans l'adoration et éviter de nuire ou négliger l'autre. Le Prophète ﷺ a dit : *'Les meilleurs parmi vous sont les meilleurs envers leurs familles, et je suis le meilleur envers ma famille.'* (Tirmidhi)."
    },
    {
      "heading": "Clés d'un Mariage Heureux",
      "content": "Un mariage réussi est construit sur une foi forte, respect et amour pour l'amour d'Allah. La bonne communication est essentielle — écoutez patiemment, parlez gentiment et résolvez les problèmes avec sagesse. Soyez patients et pardonnants des erreurs de l'autre. Pratiquez la gratitude et montrez de l'appréciation pour les efforts de l'autre. Faites du du'a ensemble et mettez Allah au centre de la relation. Rappelez-vous qu'aucun mariage n'est parfait, mais le but est de grandir ensemble avec miséricorde et compréhension."
    }
  ],
  "conclusion": "Un mariage réussi en Islam est un voyage de foi, respect et soin mutuel. En suivant la guidance du Coran et de la Sunnah, les époux peuvent construire un partenariat aimant qui apporte la paix dans cette vie et récompense dans l'Au-delà.",
  "references": [
    "Quran 30:21",
    "Quran 4:19",
    "Sahih Muslim 1468",
    "Tirmidhi 3895",
    "Sahih Bukhari 5185"
  ]
} 