{
  "id": 93,
  "title": "Le Livre des Actions",
  "introduction": "Les actions de chaque personne — grandes ou petites, bonnes ou mauvaises — sont enregistrées dans un livre qui sera présenté au Jour du Jugement. Cette réalité nous rappelle de vivre chaque moment avec conscience et responsabilité, sachant que rien de ce que nous faisons n'est caché d'Allah.",
  "sections": [
    {
      "heading": "Enregistrement des Actions",
      "content": "Allah a désigné des anges nobles appelés Kiraman Katibin qui enregistrent chaque mot et action. Un s'assoit sur l'épaule droite enregistrant les bonnes actions, et l'autre sur la gauche enregistrant les mauvaises actions. Allah dit : *'Il ne prononce pas une parole sans avoir auprès de lui un observateur prêt [à l'inscrire].'* (Coran 50:18). Même les plus petites actions sont écrites, mais par Sa miséricorde, Allah multiplie les bonnes actions et efface les péchés quand nous nous repentons sincèrement. Se souvenir de cela nous aide à garder notre parole et nos actions."
    },
    {
      "heading": "Recevoir le Livre",
      "content": "Au Jour du Jugement, chaque personne recevra son Livre d'Actions. Les justes — ceux qui ont cru, se sont repentis, et se sont efforcés de faire le bien — recevront leur livre dans leur main droite comme signe de succès et de soulagement. Ils se réjouiront et diront : *'Tenez ! Lisez mon livre.'* Les malfaiteurs et hypocrites recevront leur livre dans leur main gauche ou derrière leur dos, remplis de regret et de peur des conséquences. Cette scène nous motive à remplir notre registre d'actions qui plaisent à Allah."
    },
    {
      "heading": "Comment Remplir Votre Livre",
      "content": "Nos actions quotidiennes écrivent les pages de notre livre. Remplissez-le de prières, charité, mots gentils, patience, et actes de service aux autres. Cherchez souvent le pardon (istighfar), car Allah aime effacer les péchés de notre registre quand nous retournons à Lui sincèrement. Protégez votre langue des ragots et mensonges, et vos yeux et oreilles de ce qui Lui déplaît. Ayez de bonnes intentions dans tout ce que vous faites — même de petits actes faits sincèrement peuvent peser lourdement sur la balance des bonnes actions."
    }
  ],
  "conclusion": "Soyez conscient que tout ce que vous dites et faites est enregistré et vous sera montré. Vivez de manière à être heureux de voir votre registre ce Jour-là. Qu'Allah rende nos livres lourds de bonnes actions et nous accorde le succès quand nous nous tiendrons devant Lui.",
  "references": [
    "Coran 18:49",
    "Coran 69:19-37",
    "Sahih Bukhari 3332"
  ]
}

