{
  "id": 103,
  "title": "Prophète Salih (AS)",
  "introduction": "Le Prophète Salih (AS) fut envoyé au peuple de Thamud, une nation puissante et prospère qui sculptait de magnifiques demeures dans les montagnes. Malgré leurs bénédictions, ils devinrent arrogants, opprimèrent les faibles, et refusèrent d'adorer Allah seul. L'histoire de Salih nous rappelle qu'ignorer les signes d'Allah et se détourner de Sa guidance mène à la ruine.",
  "sections": [
    {
      "heading": "Le Miracle de la Chamelle",
      "content": "Quand le peuple de Thamud demanda un miracle pour prouver la prophétie de Salih, Allah répondit à leur demande avec un signe unique : une chamelle qui émergea miraculeusement d'un rocher solide. Cette chamelle était un signe clair, mais elle vint avec un test — ils furent commandés de ne pas lui faire de mal et de partager l'eau avec elle à des jours désignés. Au lieu d'être reconnaissants, les dirigeants de Thamud complotèrent contre la chamelle et la tuèrent cruellement, malgré les avertissements de Salih. Leur arrogance mena à leur destruction par un puissant tremblement de terre et explosion tonnante."
    },
    {
      "heading": "Appel à la Droiture",
      "content": "Salih (AS) appela son peuple avec sagesse et patience, leur rappelant les innombrables bénédictions d'Allah et les exhortant à vivre droitement. Il leur conseilla de construire leurs maisons et vies avec gratitude, honnêteté et justice. Il les avertit de ne pas répandre la corruption ou suivre les dirigeants arrogants qui les égaraient. Malgré ses efforts sincères et le signe clair qui leur fut donné, la plupart de son peuple se moqua de lui et rejeta obstinément la vérité."
    },
    {
      "heading": "Leçons de l'Histoire de Salih",
      "content": "L'histoire du Prophète Salih nous enseigne à respecter et apprécier les signes et bénédictions d'Allah. Quand nous ignorons ou abusons de ce qu'Allah nous a donné, nous nous nuisons à nous-mêmes et aux autres. Son histoire montre le danger de l'arrogance, de suivre aveuglément des dirigeants corrompus, et de maltraiter les innocents. Elle nous rappelle aussi de rester fermes dans l'appel à la droiture, même quand d'autres nous rejettent. Gratitude, humilité, et soin de ce qu'Allah nous confie sont clés pour gagner Sa miséricorde."
    }
  ],
  "conclusion": "L'histoire de Salih nous avertit des conséquences de l'arrogance et ingratitude. Elle nous inspire à obéir à Allah, respecter Ses miracles, et utiliser Ses bénédictions sagement. Qu'Allah nous compte parmi ceux qui voient Ses signes, y croient, et vivent droitement.",
  "references": [
    "Coran 7:73-79",
    "Coran 11:61-68",
    "Sahih Bukhari 3360"
  ]
}

