{
  "id": 87,
  "title": "Éviter la Médisance",
  "introduction": "La médisance (*ghibah*) signifie parler de quelqu'un dans son dos d'une manière qu'il n'aimerait pas s'il l'entendait — même si c'est vrai. L'Islam nous enseigne que la médisance est un péché majeur qui endommage les cœurs, les relations et des communautés entières. Protéger notre langue est une partie clé de protéger notre foi.",
  "sections": [
    {
      "heading": "Pourquoi la Médisance est Nuisible",
      "content": "Allah nous avertit : *'Et ne médisez pas les uns des autres. L'un de vous aimerait-il manger la chair de son frère mort ? Vous en auriez dégoût…'* (Coran 49:12). Cette image puissante montre comme la médisance est laide aux yeux d'Allah. Elle détruit la confiance et répand la haine et la suspicion parmi les amis, familles et communautés. Le Prophète ﷺ a dit : *'Savez-vous ce qu'est la médisance ?' Ils dirent : 'Allah et Son Messager savent mieux.' Il dit : 'C'est mentionner sur votre frère quelque chose qu'il n'aime pas.'* (Sahih Muslim 2589). Même de petits mots négligents peuvent laisser des blessures durables."
    },
    {
      "heading": "Comment Éviter la Médisance",
      "content": "• Réfléchissez avant de parler — demandez-vous : 'Est-ce que je dirais cela s'ils étaient là ?'\n• Si les ragots commencent, changez de sujet ou rappelez gentiment aux autres d'arrêter.\n• Défendez votre frère ou sœur en leur absence — le Prophète ﷺ a dit que celui qui défend l'honneur d'un autre, Allah le défendra du Feu (Tirmidhi).\n• Gardez une bonne compagnie — soyez avec des gens qui parlent bien et évitent les ragots.\n• Faites du dua qu'Allah purifie votre langue et votre cœur de la parole nuisible."
    },
    {
      "heading": "Chercher le Pardon",
      "content": "Si vous avez médit de quelqu'un, repentez-vous sincèrement à Allah. Le Prophète ﷺ nous a enseigné que le vrai repentir signifie ressentir du regret, arrêter le péché, et résoudre de ne pas le répéter. Quand c'est possible, cherchez le pardon de la personne que vous avez lésée — mais si cela pourrait causer plus de mal, faites du dua pour elle et faites de bonnes actions en son nom. Purifier notre parole protège nos cœurs et garde nos actions sûres pour l'Au-delà."
    }
  ],
  "conclusion": "Éviter la médisance protège votre cœur, honore les autres, et renforce l'amour et la confiance dans vos relations. Qu'Allah nous aide à garder nos langues, ne dire que du bien, et nous rassembler avec des gens dont les mots apportent paix et bénédiction.",
  "references": [
    "Coran 49:12",
    "Sahih Muslim 2589",
    "Sahih Bukhari 6065",
    "Tirmidhi 1931"
  ]
}

