{
  "id": 83,
  "title": "Patience (Sabr)",
  "introduction": "Sabr est l'une des plus grandes qualités qu'un croyant puisse avoir. Cela signifie rester fort face aux difficultés, contrôler sa colère et ses désirs, et rester engagé à obéir à Allah. À travers sabr, nous nous rapprochons d'Allah, gagnons Son amour et trouvons la paix dans les moments de facilité et d'épreuve.",
  "sections": [
    {
      "heading": "Types de Sabr",
      "content": "Les érudits expliquent que sabr a trois parties principales :\n• **Patience dans l'obéissance à Allah :** Rester constant avec les prières, le jeûne, la charité et tous les actes d'adoration, même quand cela semble difficile.\n• **Patience pour éviter le péché :** Résister aux tentations et contrôler la colère, l'envie, ou les mauvaises habitudes.\n• **Patience dans les difficultés :** Rester calme et faire confiance à Allah face aux épreuves comme la perte, la maladie, ou toute difficulté. Allah dit : *'Et endure patiemment, car Allah ne fait pas perdre la récompense des bienfaisants.'* (Coran 11:115)."
    },
    {
      "heading": "Comment Développer Sabr",
      "content": "• Souvenez-vous de la promesse d'Allah de récompense — *'Les endurants auront leur pleine récompense sans compter.'* (Coran 39:10).\n• Faites du dua et demandez à Allah la force — même le Prophète ﷺ faisait du dua pour la patience.\n• Concentrez-vous sur la vue d'ensemble — les épreuves sont temporaires, mais la récompense est éternelle.\n• Entourez-vous de personnes patientes qui vous rappellent de rester fort.\n• Pratiquez de petits actes d'auto-contrôle quotidiennement — comme retenir la colère, parler gentiment, ou rester calme dans les moments stressants."
    },
    {
      "heading": "Vertus de Sabr",
      "content": "Allah loue les patients à travers le Coran : *'Et Allah est avec les endurants.'* (Coran 2:153). Sabr est un signe de vraie foi, et le Prophète ﷺ a dit : *'Personne ne reçoit un don meilleur et plus complet que la patience.'* (Sahih Bukhari 1302). Sabr nous aide à grandir spirituellement, nous protège des péchés et apporte la paix intérieure. Il fait aussi de nous de meilleurs membres de famille, amis et membres de la communauté."
    }
  ],
  "conclusion": "Pratiquez sabr dans chaque domaine de la vie — avec l'adoration, avec les autres, et avec vos propres défis. En faisant cela, vous gagnez l'amour d'Allah et le succès dans cette vie et dans l'Au-delà. Qu'Allah nous compte parmi les patients et nous accorde la force dans chaque épreuve.",
  "references": [
    "Coran 2:153",
    "Coran 39:10",
    "Coran 11:115",
    "Sahih Bukhari 1302",
    "Sahih Muslim 2999"
  ]
}

