{
  "id": 24,
  "title": "Le Prophète Isa (AS)",
  "introduction": "Le Prophète Isa (AS), connu comme Jésus en anglais, est l'un des prophètes les plus honorés et vénérés en Islam. Sa naissance miraculeuse, sa vie et son retour futur sont des parties importantes de la croyance islamique. Il est un signe du pouvoir et de la miséricorde d'Allah et un exemple de foi, vérité et compassion pour tous les croyants.",
  "sections": [
    {
      "heading": "Naissance et Vie Miraculeuses",
      "content": "Le Prophète Isa (AS) est né de Maryam (Marie), une servante pure et dévouée d'Allah. Sa naissance était un miracle, car il n'avait pas de père — Allah dit : 'Sois ! Et c'est.' (Coran 3:47). Comme nouveau-né, il a parlé du berceau pour défendre l'honneur de sa mère et déclarer sa mission : 'En vérité, je suis le serviteur d'Allah. Il m'a donné le Livre et m'a fait Prophète.' (Coran 19:30). Par la permission d'Allah, Isa a accompli de nombreux miracles, incluant guérir les aveugles et les lépreux, ramener les morts à la vie et créer un oiseau d'argile qui est devenu vivant. Ces miracles ont montré qu'il était un vrai messager d'Allah, pas divin lui-même."
    },
    {
      "heading": "Message et Mission",
      "content": "Isa (AS) a été envoyé pour guider les Enfants d'Israël vers la vraie adoration d'Allah seul. Il a confirmé la Torah et apporté l'Injil (Évangile) comme guidance et lumière. Il a appelé les gens à la droiture, la compassion et la foi en le Vrai Dieu Unique. Les musulmans croient qu'Isa n'a pas été crucifié ; plutôt, Allah l'a protégé et l'a élevé. Allah dit : 'Ils ne l'ont pas tué, ni ne l'ont crucifié, mais cela leur est apparu ainsi.' (Coran 4:157). Cela montre qu'il a été honoré par Allah et sauvé des complots de ses ennemis."
    },
    {
      "heading": "Retour d'Isa",
      "content": "Un aspect unique de l'histoire d'Isa est qu'il reviendra avant le Jour du Jugement. Les musulmans croient qu'Isa (AS) reviendra pour restaurer la justice et la vérité, briser les fausses croyances et vaincre le faux messie (Dajjal). Il régnera avec équité et apportera la paix au monde. Son retour nous rappelle que la victoire ultime appartient à la vérité, et que les promesses d'Allah se réalisent toujours."
    }
  ],
  "conclusion": "L'histoire du Prophète Isa (AS) nous enseigne le pouvoir des miracles d'Allah, l'importance de la foi et de la compassion, et le besoin de suivre la vraie guidance. Sa vie nous inspire à faire confiance à Allah complètement, défendre la vérité et espérer un monde rempli de justice et de miséricorde.",
  "references": [
    "Quran 3:45-55",
    "Quran 4:157-158",
    "Quran 5:110-120",
    "Quran 19:16-36",
    "Sahih Bukhari 343"
  ]
} 