{
  "id": 135,
  "title": "Justice (Adl) en Islam",
  "introduction": "La justice (*Adl*) est l'un des principes fondamentaux de l'Islam et l'un des attributs divins d'Allah. C'est une obligation morale et sociale pour chaque musulman de maintenir la justice dans tous les aspects de la vie — personnel, familial, communautaire, et gouvernemental. La justice islamique est construite sur équité, égalité, véracité, et donner à chacun ses droits dus, peu importe qui ils sont. Elle exige de défendre la vérité, même quand c'est contre nos propres intérêts, et protéger les droits des faibles et vulnérables.",
  "sections": [
    {
      "heading": "La Fondation de la Justice Divine",
      "content": "La justice est l'un des beaux noms d'Allah — *Al-Adl* (Le Parfaitement Juste). Sa justice est absolue, parfaite, et englobe toute la création : *'Certes, Allah commande l'équité, la bienfaisance'* (Coran 16:90). Allah ne fait jamais de tort à personne : *'Certes, Allah ne lèse [personne], fût-ce du poids d'un atome.'* (Coran 4:40). La justice divine sera parfaitement manifestée au Jour du Jugement quand chaque âme recevra ce qu'elle mérite, ni plus ni moins. Allah commande aux croyants de maintenir la justice : *'Ô les croyants ! Observez strictement la justice et soyez des témoins (véridiques) comme Allah l'ordonne, fût-ce contre vous-mêmes, vos père et mère et vos proches parents.'* (Coran 4:135). Cela nous enseigne que la vraie justice exige courage, honnêteté, et sacrifice."
    },
    {
      "heading": "Justice dans les Relations Personnelles et Sociales",
      "content": "La justice commence à la maison et s'étend à chaque interaction dans la société. Dans la vie familiale, les parents doivent traiter leurs enfants équitablement et éviter le favoritisme. Le Prophète ﷺ dit à un homme qui donna un cadeau à un enfant mais pas aux autres : *'Craignez Allah et soyez justes entre vos enfants.'* (Sahih Bukhari). Dans le mariage, les deux époux ont droits et responsabilités qui doivent être respectés. Dans les affaires, justice signifie transactions honnêtes, prix équitables, mesures précises, et accomplir les contrats. Le Prophète ﷺ avertit que la malhonnêteté détruit la confiance et invite le mécontentement d'Allah. La justice signifie aussi traiter chaque personne avec équité, indépendamment de leur origine, richesse, ou statut. Le Prophète ﷺ dit : *'Les gens avant vous furent détruits parce qu'ils punissaient les pauvres et laissaient les riches libres.'* (Sahih Bukhari). L'Islam enseigne que personne n'est au-dessus de la loi et que justice doit être appliquée également à tous."
    },
    {
      "heading": "Établir et Maintenir la Justice",
      "content": "L'Islam appelle les croyants à établir et protéger activement la justice dans la société. Cela signifie dire la vérité aux dirigeants, défendre les opprimés, et construire des systèmes qui sauvegardent les droits de chacun. Le Coran dit : *'En vérité, Allah ne modifie point l'état d'un peuple, tant que les [individus qui le composent] ne modifient pas ce qui est en eux-mêmes.'* (Coran 13:11). Cela signifie que la justice sociale commence par l'intégrité personnelle et courage moral. Les dirigeants et ceux en autorité portent une responsabilité plus lourde de gouverner justement et prendre soin de leur peuple. Le Prophète ﷺ dit : *'Chacun de vous est un berger et chacun de vous est responsable de son troupeau.'* (Sahih Bukhari). Les gens ordinaires doivent accomplir leurs devoirs civiques honnêtement, payer leurs dus, et tenir ceux au pouvoir responsables. Face à l'injustice, les musulmans sont attendus de l'arrêter avec leurs mains, parler contre si ils ne peuvent l'arrêter, et au minimum la détester dans leurs cœurs — la forme la plus faible de foi. La justice exige force, patience, et sagesse pour l'implémenter de la bonne façon et au bon moment."
    }
  ],
  "conclusion": "La justice est un commandement divin et une pierre angulaire d'une société pacifique, équitable, et prospère. En vivant justement dans nos vies personnelles, familles, communautés, et institutions, nous accomplissons une partie clé de notre foi et servons comme témoins de la beauté de l'Islam. Qu'Allah nous rende des gens de *Adl* qui se tiennent fermes pour vérité et équité dans tout ce que nous faisons.",
  "references": [
    "Coran 4:135",
    "Coran 16:90",
    "Coran 4:40",
    "Coran 13:11",
    "Sahih Bukhari 2587",
    "Sahih Muslim 49",
    "Sunan Abu Dawud 3544"
  ]
}






