{
  "id": 92,
  "title": "Le Jour du Jugement",
  "introduction": "Le Jour du Jugement (*Yawm al-Qiyamah*) est l'un des piliers de la croyance islamique. C'est le jour où tous les gens seront ressuscités, rassemblés, et tenus responsables de chaque action, grande ou petite. Se souvenir de cette réalité nous aide à rester conscients de nos actions et à vivre chaque jour en cherchant la miséricorde et le plaisir d'Allah.",
  "sections": [
    {
      "heading": "Signes du Dernier Jour",
      "content": "Avant le Jour du Jugement, de nombreux signes mineurs et majeurs apparaîtront comme rappels pour l'humanité. Le Prophète ﷺ nous a parlé de signes comme l'injustice généralisée, la malhonnêteté, et la perte de confiance. Les signes majeurs incluent l'apparition du Dajjal (Antéchrist), la descente du Prophète Isa (AS), et le lever du soleil de l'ouest. Ces signes nous rappellent que ce monde est temporaire et que l'Heure est proche, même si elle semble lointaine."
    },
    {
      "heading": "Le Rassemblement et le Jugement",
      "content": "Allah dit : *'Ce jour-là, les gens sortiront séparément pour que leur soient montrées leurs œuvres. Quiconque fait un bien fût-ce du poids d'un atome, le verra, et quiconque fait un mal fût-ce du poids d'un atome, le verra.'* (Coran 99:6-8). Tous les gens seront rassemblés sur une vaste plaine, pieds nus et non vêtus, se tenant devant leur Seigneur. Les actions seront pesées, les registres ouverts, et chaque mot et action jugé avec une justice parfaite. Certains recevront leur livre d'actions dans leur main droite — un signe de succès — tandis que d'autres le recevront dans leur main gauche. Les balances (*Mizan*) et le pont au-dessus de l'Enfer (*Sirat*) testeront les actions et la foi de chacun."
    },
    {
      "heading": "Comment se Préparer",
      "content": "• Renforcez votre foi et faites de bonnes actions sincèrement pour l'amour d'Allah.\n• Repentez-vous régulièrement et cherchez le pardon pour vos péchés — peu importe leur grandeur, la miséricorde d'Allah est plus grande.\n• Soyez conscient de votre parole et vos actions, sachant que chaque mot est enregistré par les anges.\n• Faites du dua pour la fermeté et une bonne fin, et demandez à Allah de rendre votre jugement facile ce Jour-là."
    }
  ],
  "conclusion": "La croyance au Jour du Jugement nous motive à vivre droitement, éviter l'injustice, et œuvrer pour le bien en secret et en public. Qu'Allah nous compte parmi ceux dont les balances sont lourdes de bonnes actions et qui entrent au Paradis par Sa miséricorde.",
  "references": [
    "Coran 99:6-8",
    "Coran 101:6-11",
    "Coran 18:49",
    "Sahih Muslim 2950",
    "Sahih Bukhari 6535"
  ]
}

