{
  "id": 73,
  "title": "Le Sermon d'Adieu",
  "introduction": "Le Sermon d'Adieu du Prophète Muhammad ﷺ (*Khutbah al-Wada'*) a été délivré pendant son Hajj final sur la plaine d'Arafah. Dans celui-ci, il a résumé les principes fondamentaux de l'Islam et établi des valeurs universelles de justice, égalité et dignité humaine. Ce message historique reste un guide intemporel pour tous les musulmans — et pour l'humanité — sur comment vivre avec équité, respect et compassion.",
  "sections": [
    {
      "heading": "Messages Clés",
      "content": "Dans le sermon, le Prophète ﷺ a rappelé à l'Oumma les vérités essentielles :  \n  - La sainteté de la vie, propriété et honneur : nuire aux autres est interdit.  \n  - Tous les humains sont égaux, peu importe la race ou tribu — aucun Arabe n'est supérieur à un non-Arabe, sauf par piété et bonnes actions.  \n  - Il a souligné l'importance de s'en tenir au Coran et sa Sunnah : *'Je laisse parmi vous deux choses ; vous ne vous égarerez jamais tant que vous vous y accrocherez fermement : le Livre d'Allah et ma Sunnah.'* (Sahih Muslim 1218).  \n  - Il a aboli les coutumes injustes comme l'usure (intérêt) et vengeance du sang.  \n  Ses paroles ont posé les fondations pour la justice sociale et unité dans l'Oumma."
    },
    {
      "heading": "Droits et Responsabilités",
      "content": "Le Prophète ﷺ a rappelé aux hommes et femmes leurs droits et responsabilités envers l'autre. Il a souligné le bon traitement des femmes, disant : *'Traitez bien les femmes, car elles sont [comme] des captives avec vous et vous n'avez aucun droit sur elles sauf ce qui est dû.'* (Sahih Muslim 1218). Il a déclaré que tous les musulmans sont frères et sœurs, formant une communauté unie. Il a aussi appelé à accomplir les confiances et être équitables dans les transactions, que ce soit à la maison ou en société."
    },
    {
      "heading": "Impact Durable",
      "content": "Le message du Sermon d'Adieu reste pertinent aujourd'hui — nous enseignant à nous lever contre le racisme, injustice et oppression. Il nous rappelle que le vrai honneur vient de la piété, pas lignée ou richesse. Son appel pour justice, fraternité et respect de la dignité humaine inspire les musulmans à construire des familles et communautés fortes basées sur compassion et équité. Ses paroles intemporelles font écho à l'achèvement final de la foi dans le Coran : *'Aujourd'hui, J'ai parfait pour vous votre religion et accompli sur vous Mon bienfait...'* (Coran 5:3)."
    }
  ],
  "conclusion": "Le Sermon d'Adieu est un guide intemporel pour justice, unité et compassion. En étudiant et appliquant ses principes, nous honorons le message final du Prophète ﷺ et construisons un monde meilleur pour tous.",
  "references": [
    "Sahih Bukhari 1623",
    "Sahih Muslim 1218",
    "Quran 5:3",
    "Tirmidhi 1628",
    "Quran 49:13"
  ]
} 