{
  "id": 111,
  "title": "Prophète Yunus (AS)",
  "introduction": "Le Prophète Yunus (Jonas) ﷺ, aussi connu comme Dhul-Nun (celui du poisson), est célèbrement rappelé pour son temps dans le ventre de la baleine et sa supplication sincère. Son histoire est une leçon puissante en patience avec les gens, repentir sincère, et la miséricorde illimitée d'Allah pour ceux qui retournent à Lui.",
  "sections": [
    {
      "heading": "Mission à Son Peuple",
      "content": "Yunus (AS) fut envoyé au peuple de Ninive, une ville connue pour sa corruption et obstination. Il les appela à adorer Allah seul et abandonner leurs voies pécheresses, mais ils rejetèrent persistamment son message. Après des années face au rejet, Yunus devint frustré et quitta son peuple avant qu'Allah ne lui donne permission de le faire. Il pensait que le châtiment viendrait sur eux immédiatement, mais il quitta son devoir trop tôt. Cela nous enseigne l'importance de la patience dans nos efforts et confiance au timing d'Allah — même quand nous nous sentons désespérés ou ne voyons pas de résultats immédiatement."
    },
    {
      "heading": "La Baleine et le Repentir",
      "content": "Quand Yunus (AS) embarqua sur un navire pour partir, une tempête violente frappa. Pour alléger le navire, l'équipage tira au sort pour décider qui devrait être jeté par-dessus bord, et le nom de Yunus fut tiré. Comme il fut jeté à la mer, une grande baleine l'avala par le commandement d'Allah. Seul dans l'obscurité — de la nuit, de la mer, et du ventre de la baleine — Yunus réalisa son erreur et se tourna vers Allah en complète humilité : *'Point de divinité à part Toi ! Gloire à Toi ! J'ai été vraiment du nombre des injustes.'* (Coran 21:87). Ce puissant dua, *La ilaha illa anta subhanaka inni kuntu min az-zalimeen*, est aimé d'Allah et montre comment le repentir sincère ouvre la porte au soulagement."
    },
    {
      "heading": "Miséricorde d'Allah et Leçons",
      "content": "Allah entendit le repentir sincère de Yunus et commanda à la baleine de le libérer sûrement sur le rivage. Allah causa aussi qu'une plante de courge pousse, fournissant ombre et guérison pour lui. Quand Yunus retourna à Ninive, il trouva que son peuple s'était repenti et avait cru pendant qu'il était parti — Allah leur avait donné du temps pour retourner à Lui. *'Nous l'exauçâmes et le sauvâmes de son angoisse. C'est ainsi que Nous sauvons les croyants.'* (Coran 21:88). L'histoire de Yunus nous enseigne que peu importe combien loin nous nous égarons, la miséricorde d'Allah est toujours ouverte pour ceux qui se repentent sincèrement. Elle nous rappelle aussi de compléter nos responsabilités avec patience et ne jamais perdre espoir en la sagesse d'Allah."
    }
  ],
  "conclusion": "L'histoire du Prophète Yunus nous rappelle la beauté et pouvoir du repentir sincère, patience, et confiance au plan d'Allah. Sa fameuse supplication dans le ventre de la baleine reste un dua intemporel pour quiconque cherche pardon et soulagement. Puissions-nous nous rappeler de nous tourner vers Allah avec humilité, admettre nos erreurs, et faire confiance à Sa miséricorde infinie.",
  "references": [
    "Coran 21:87-88",
    "Coran 37:139-148",
    "Coran 68:48-50",
    "Sahih Bukhari 3394"
  ]
}






