{
  "id": 88,
  "title": "Tenir ses Promesses",
  "introduction": "Accomplir les promesses est l'un des signes de vraie foi et de bon caractère en Islam. Une personne digne de confiance honore sa parole et gagne l'amour d'Allah et le respect des gens. Tenir les promesses, grandes ou petites, construit la confiance dans les familles, amitiés et communautés.",
  "sections": [
    {
      "heading": "Importance de Tenir les Promesses",
      "content": "Allah commande : *'Et remplissez l'engagement, car on sera interrogé au sujet des engagements.'* (Coran 17:34). Le Prophète ﷺ était connu comme Al-Amin — le Digne de Confiance — même avant sa prophétie. L'Islam nous enseigne qu'accomplir nos promesses, contrats et accords est un acte d'adoration et d'honnêteté. Cela montre le respect pour les autres et renforce les relations."
    },
    {
      "heading": "Conséquences de Briser les Promesses",
      "content": "Briser les promesses sans excuse valable détruit la confiance et est détesté par Allah. Allah avertit : *'Ô vous qui croyez ! Pourquoi dites-vous ce que vous ne faites pas ? C'est une grande abomination auprès d'Allah que de dire ce que vous ne faites pas.'* (Coran 61:2-3). Le Prophète ﷺ a dit : *'Les signes d'un hypocrite sont trois : quand il parle, il ment ; quand il fait une promesse, il la brise ; et quand on lui fait confiance, il trahit la confiance.'* (Sahih Bukhari 33). Même de petites promesses brisées peuvent blesser les autres et affaiblir notre caractère."
    },
    {
      "heading": "Comment Être Digne de Confiance",
      "content": "• Soyez prudent avant de faire une promesse — ne vous engagez qu'à ce que vous pouvez vraiment faire.\n• Si vous réalisez que vous ne pouvez pas accomplir une promesse, communiquez honnêtement et excusez-vous sincèrement.\n• Enseignez aux enfants et aux jeunes à valoriser leur parole et à ne pas faire de promesses à la légère.\n• Souvenez-vous qu'Allah nous demandera compte de nos promesses au Jour du Jugement, donc les tenir est un acte de foi et d'intégrité."
    }
  ],
  "conclusion": "Tenir les promesses gagne le plaisir d'Allah, protège notre intégrité, et construit des relations fortes et confiantes. Qu'Allah nous rende des gens fidèles à notre parole, dignes de confiance dans nos actions, et fidèles à nos engagements.",
  "references": [
    "Coran 17:34",
    "Coran 61:2-3",
    "Sahih Bukhari 33",
    "Sahih Muslim 59"
  ]
}

