{
  "id": 94,
  "title": "Paradis et Enfer",
  "introduction": "Le Paradis (*Jannah*) et l'Enfer (*Jahannam*) sont les destinations finales pour chaque âme dans l'Au-delà. L'Islam les décrit vivement pour nous motiver vers ce qui plaît à Allah et nous avertir contre ce qui mène à Son châtiment. Se souvenir de ces réalités nous aide à vivre avec espoir, prudence et but.",
  "sections": [
    {
      "heading": "Description du Paradis",
      "content": "Jannah est un lieu de paix éternelle, joie et récompense pour ceux qui croient et font des actions justes. Allah dit : *'Les jardins du séjour (éternel), sous lesquels coulent les ruisseaux…'* (Coran 3:136). Au Paradis il y a des choses qu'aucun œil n'a vues, qu'aucune oreille n'a entendues, et qu'aucun cœur ne peut imaginer. Ses habitants ne ressentiront ni douleur, ni chagrin, ni peur. Ils seront salués avec la paix, habiteront dans de belles demeures, et jouiront de compagnie pure, nourriture délicieuse, et chaque délice que leurs âmes désirent. Par-dessus tout, ils verront leur Seigneur et recevront Son plaisir pour toujours."
    },
    {
      "heading": "Description de l'Enfer",
      "content": "Jahannam est un lieu de châtiment pour ceux qui rejettent la foi et persistent dans le mal. Allah le décrit comme un feu ardent, avec de l'eau bouillante, des vents brûlants, et de la nourriture amère. Ses habitants ressentiront du regret et souhaiteront retourner à la vie pour faire le bien, mais il sera trop tard. Allah dit : *'Et ceux qui ont mécru seront conduits par groupes à l'Enfer…'* (Coran 39:71). Le Prophète ﷺ a dit que le châtiment dépasse tout ce qu'on peut supporter dans cette vie. Se souvenir de l'Enfer garde nos cœurs humbles et nous avertit d'éviter les péchés majeurs."
    },
    {
      "heading": "Comment Atteindre le Paradis",
      "content": "• Ayez une foi sincère en Allah et suivez Ses commandements.\n• Faites de bonnes actions constamment, grandes et petites — prières, charité, véracité, gentillesse.\n• Évitez les péchés majeurs et repentez-vous sincèrement quand vous glissez.\n• Faites souvent du dua, demandant à Allah le Paradis et protection du Feu. Le Prophète ﷺ a dit : *'Quiconque demande à Allah le Paradis trois fois, le Paradis dit : Ô Allah, admets-le au Paradis…'* (Tirmidhi). Ne perdez jamais espoir en la miséricorde d'Allah."
    }
  ],
  "conclusion": "Efforcez-vous chaque jour pour le Paradis et cherchez protection de l'Enfer à travers la foi, bonnes actions, et repentir sincère. Qu'Allah nous accorde Jannah par Sa miséricorde et nous sauve du Feu.",
  "references": [
    "Coran 3:133-136",
    "Coran 39:71-74",
    "Coran 32:17",
    "Sahih Muslim 2825",
    "Tirmidhi 2572"
  ]
}

