{
  "id": 115,
  "title": "Prophète Isa (AS)",
  "introduction": "Le Prophète Isa (Jésus) ﷺ est l'un des messagers les plus honorés en Islam. Il naquit miraculeusement de la noble Maryam (Marie) — un signe du pouvoir illimité d'Allah — et fut béni avec des miracles qui soutenaient son appel à la vérité. L'histoire d'Isa en Islam montre son humanité comme serviteur et messager d'Allah, envoyé pour guider les Enfants d'Israël vers le droit chemin avec sagesse, miséricorde et compassion.",
  "sections": [
    {
      "heading": "Naissance Miraculeuse",
      "content": "Isa (AS) naquit de Maryam, une adoratrice juste et dévouée connue pour sa pureté et confiance en Allah. Quand l'ange Jibreel (Gabriel) vint à elle avec la bonne nouvelle d'un fils, elle fut étonnée : *'Comment aurais-je un fils, quand aucun homme ne m'a touchée, et que je ne suis pas prostituée ?'* (Coran 19:20). Jibreel la rassura que pour Allah, rien n'est impossible. Quand Isa naquit, il parla comme bébé pour défendre sa mère : *'Je suis vraiment le serviteur d'Allah. Il m'a donné le Livre et m'a désigné Prophète.'* (Coran 19:30). Sa naissance miraculeuse montre qu'Allah peut créer comme Il veut — tout comme Il créa Adam sans père ni mère."
    },
    {
      "heading": "Miracles et Mission",
      "content": "Allah soutint Isa (AS) avec de nombreux miracles pour prouver sa prophétie et renforcer la foi de ses suiveurs. Par permission d'Allah, il guérit les aveugles et lépreux, donna vie aux morts, et fit un oiseau d'argile qui prit vie : *'Je forme pour vous de la glaise comme la figure d'un oiseau, puis je souffle dedans : et, par la permission d'Allah, cela devient un oiseau…'* (Coran 3:49). Il rappela aux Enfants d'Israël les enseignements de la Torah, clarifia les malentendus, et les appela à adorer Allah seul. Il vécut humblement, prit soin des pauvres, et enseigna gentillesse et compassion à tous les gens."
    },
    {
      "heading": "Message et Ascension",
      "content": "Le message d'Isa (AS) était rempli de miséricorde, humilité et dévotion à Allah. Il enseigna à ses suiveurs d'aider les nécessiteux, montrer amour les uns pour les autres, et rester sincères dans l'adoration. Quand certains parmi son peuple complotèrent contre lui, Allah le protégea : *'Mais Allah l'a élevé vers Lui. Et Allah est Puissant et Sage.'* (Coran 4:158). Les musulmans croient qu'Isa ne fut pas crucifié mais fut élevé vivant et reviendra près de la fin des temps pour restaurer la justice, briser les fausses croyances, et vaincre le Dajjal (faux messie). Son histoire nous rappelle le pouvoir de la foi, la beauté de la compassion, et la certitude de la promesse d'Allah de protéger Ses serviteurs justes."
    }
  ],
  "conclusion": "L'histoire du Prophète Isa nous montre le pouvoir et miséricorde illimités d'Allah. Sa noble vie inspire les musulmans à être humbles, compatissants, et dévoués à servir les autres pour l'amour d'Allah. Nous aimons et respectons profondément Isa (AS) comme l'un des plus grands messagers envoyés pour guider l'humanité.",
  "references": [
    "Coran 3:45-55",
    "Coran 19:16-33",
    "Coran 4:157-158",
    "Sahih Bukhari 3436"
  ]
}






