{
  "id": 104,
  "title": "Prophète Lut (AS)",
  "introduction": "Le Prophète Lut (Lot) ﷺ fut envoyé au peuple de Sodome et Gomorrhe — des communautés profondément corrompues par l'immoralité et comportement honteux. Malgré leurs péchés, Lut les appela patiemment à la pureté, foi et obéissance à Allah. Son histoire est un rappel puissant de maintenir les limites morales et faire confiance à la justice d'Allah, peu importe la force de l'opposition.",
  "sections": [
    {
      "heading": "Appel à la Pureté",
      "content": "Lut (AS) appela son peuple à adorer Allah seul et abandonner leurs actes honteux, que personne au monde n'avait jamais faits avant eux. Il dit : *'Accomplissez-vous cet acte de turpitude que nul, parmi les mondes, n'a devancés ? Certes, vous assouvissez vos désirs charnels avec les hommes au lieu des femmes…'* (Coran 7:80-81). Il les exhorta à se repentir, se purifier, et vivre dans les limites naturelles et légales fixées par Allah. Mais ils se moquèrent de lui et menacèrent de l'expulser au lieu de changer leurs voies."
    },
    {
      "heading": "Rejet et Destruction",
      "content": "Malgré les avertissements sincères de Lut, son peuple le rejeta et persista dans ses péchés. Quand ils complotèrent le mal contre lui et ses invités, Allah envoya des anges à Lut pour lui donner la bonne nouvelle de sécurité. Son peuple fut détruit par un châtiment sévère : les villes furent renversées et des pierres d'argile plurent sur eux. *'Nous le sauvâmes donc, lui et sa famille, sauf sa femme qui fut parmi les exterminés.'* (Coran 7:83). Sa femme soutint les malfaiteurs et fut détruite avec eux, montrant que la foi est une responsabilité individuelle."
    },
    {
      "heading": "Leçons de l'Histoire de Lut",
      "content": "L'histoire de Lut nous enseigne à rester fermes dans la vérité et moralité, même quand entourés de corruption. Elle montre que les péchés majeurs invitent le châtiment d'Allah si un peuple persiste sans repentir. Nous devons éviter de normaliser l'immoralité et chercher la protection d'Allah pour nous-mêmes et nos familles. Son histoire nous rappelle aussi que le vrai succès est rester loyal aux commandements d'Allah, même si d'autres nous rejettent ou se moquent."
    }
  ],
  "conclusion": "L'histoire du Prophète Lut (AS) nous enseigne à maintenir la pureté, nous garder nous-mêmes et nos communautés de l'immoralité, et faire confiance que la justice d'Allah prévaudra toujours. Qu'Allah nous protège des péchés majeurs et nous garde fermes dans la foi.",
  "references": [
    "Coran 7:80-84",
    "Coran 26:160-175",
    "Coran 11:77-83",
    "Sahih Bukhari 3349"
  ]
}

