{
  "id": 70,
  "title": "La Simplicité du Prophète",
  "introduction": "Le Prophète Muhammad ﷺ a vécu une vie de simplicité remarquable, humilité et contentement. Même s'il aurait pu vivre dans le luxe, il a choisi de vivre modestement, se concentrant sur ce qui compte vraiment — foi, service et gratitude. Son exemple nous enseigne que la vraie richesse n'est pas dans la richesse ou possessions, mais dans le cœur qui est content de ce qu'Allah fournit.",
  "sections": [
    {
      "heading": "Vie Simple",
      "content": "Le Prophète ﷺ mangeait de la nourriture simple et saine — souvent juste des dattes, eau et pain d'orge — et parfois passait des jours sans repas cuit. Il dormait sur un tapis simple ou feuilles de palmier qui laissaient des marques sur son côté. Ses vêtements étaient modestes et propres, pas extravagants. Allah dit : *'Et ceux qui, lorsqu'ils dépensent, ne sont ni prodigues ni avares mais se tiennent au juste milieu.'* (Coran 25:67). Son style de vie simple montrait que ce que nous possédons devrait nous servir, pas nous contrôler."
    },
    {
      "heading": "Servir les Autres",
      "content": "Malgré être le leader des musulmans, le Prophète ﷺ n'a jamais agi avec fierté ou s'est distancé des autres. Il réparait ses propres vêtements et sandales, trayait les chèvres et aidait avec les tâches ménagères. Aisha (RA) a dit : *'Il servait sa famille, et quand le temps de prière venait, il sortait pour prier.'* (Sahih Bukhari). Il saluait les enfants, s'asseyait avec les pauvres et traitait tout le monde avec respect égal, montrant que la vraie grandeur est dans l'humilité et service."
    },
    {
      "heading": "Leçons pour Nous",
      "content": "La vie du Prophète ﷺ nous enseigne à valoriser les gens au-dessus des possessions. Nous devrions éviter le gaspillage et extravagance, être reconnaissants pour ce que nous avons et nous rappeler que le contentement apporte la paix. Allah dit : *'Mangez et buvez, et ne commettez pas d'excès, car Il n'aime pas ceux qui commettent des excès.'* (Coran 7:31). Vivre simplement libère nos cœurs de la cupidité et envie et nous aide à nous concentrer sur l'adoration, famille et aider les autres."
    }
  ],
  "conclusion": "La simplicité apporte paix à nos cœurs et nous aide à nous concentrer sur ce qui compte vraiment : plaire à Allah, prendre soin des autres et être content. Puissions-nous suivre l'exemple du Prophète ﷺ et vivre avec humilité, gratitude et générosité.",
  "references": [
    "Quran 25:67",
    "Quran 7:31",
    "Sahih Muslim 1407",
    "Sahih Bukhari 676",
    "Sahih Bukhari 6039"
  ]
} 