{
  "id": 90,
  "title": "Réalité de la Mort",
  "introduction": "La mort est une certitude que chaque âme affrontera. L'Islam nous enseigne à ne pas craindre la mort elle-même mais à s'y préparer sagement. Se rappeler la réalité de la mort attendrit nos cœurs, garde nos priorités claires, et nous rappelle que cette vie n'est qu'une étape temporaire avant l'Au-delà éternel.",
  "sections": [
    {
      "heading": "But de la Vie et de la Mort",
      "content": "Allah dit : *'Toute âme goûtera la mort. Mais c'est seulement au Jour de la Résurrection que vous recevrez votre entière rétribution…'* (Coran 3:185). La vie et la mort font partie du test d'Allah pour voir qui fera le bien : *'Celui qui a créé la mort et la vie afin de vous éprouver [et de savoir] qui de vous est le meilleur en œuvre.'* (Coran 67:2). Savoir cela nous aide à vivre chaque jour avec un but — utilisant notre temps, richesse et énergie pour ce qui nous bénéficiera dans l'Au-delà."
    },
    {
      "heading": "Souvenir de la Mort",
      "content": "Le Prophète ﷺ a dit : *'Souvenez-vous souvent du destructeur des plaisirs [la mort].'* (Sahih Bukhari 6512). Se souvenir de la mort nous rend humbles et nous empêche de nous attacher aux choses mondaines. Cela nous motive à pardonner aux autres, corriger nos erreurs, et faire de bonnes actions pendant que nous le pouvons. Visiter les tombes, lire sur l'Au-delà, et faire du dua pour ceux qui sont décédés aide à garder ce rappel vivant dans nos cœurs de manière douce."
    },
    {
      "heading": "Comment se Préparer",
      "content": "• Vivez droitement en accomplissant les obligations qu'Allah a fixées — prière, charité, honnêteté, et bon caractère.\n• Repentez-vous souvent, car aucun de nous n'est libre d'erreurs. Le Prophète ﷺ cherchait le pardon plus de soixante-dix fois par jour.\n• Gardez votre cœur attaché à Allah — faites du dua pour une bonne fin (*husn al-khatimah*) et restez plein d'espoir en Sa miséricorde.\n• Soyez conscient de vos droits envers les autres — remboursez les dettes, cherchez le pardon, et réparez les liens pendant que vous le pouvez."
    }
  ],
  "conclusion": "Se préparer à la mort n'est pas censé nous rendre craintifs mais nous apporter paix, concentration et sagesse dans notre façon de vivre. Qu'Allah nous accorde des cœurs qui se souviennent de l'Au-delà, des actions qui Lui plaisent, et une bonne fin quand nous retournons à Lui.",
  "references": [
    "Coran 3:185",
    "Coran 67:2",
    "Sahih Bukhari 6512",
    "Sahih Muslim 2682"
  ]
}

