{
  "id": 25,
  "title": "Les Quatre Califes Bien Guidés",
  "introduction": "Les quatre premiers dirigeants de la communauté musulmane après le Prophète Muhammad ﷺ sont connus comme les Khulafa ar-Rashidun — les Califes Bien Guidés. Ils sont célébrés pour leur justice, sagesse, piété et dévouement à servir l'Islam. Leurs vies et leadership établissent un exemple pour toutes les générations sur comment maintenir la foi, l'unité et la justice.",
  "sections": [
    {
      "heading": "Abu Bakr As-Siddiq",
      "content": "Abu Bakr (RA) était le compagnon le plus proche du Prophète ﷺ et le premier calife après son décès. Il était connu comme As-Siddiq (le véridique) à cause de sa croyance et soutien inébranlables. Il a réconforté les musulmans pendant leur plus grande épreuve et préservé l'unité de l'Oumma quand elle était la plus vulnérable. Abu Bakr a dirigé avec humilité et fermeté, combattu les faux prophètes et assuré que la Zakat était collectée et distribuée correctement. Il a aussi supervisé la première compilation des versets coraniques après que de nombreux mémorisateurs aient été martyrisés, protégeant le Coran pour les générations futures."
    },
    {
      "heading": "Umar ibn Al-Khattab",
      "content": "Umar ibn Al-Khattab (RA) était le deuxième calife, connu pour sa force, justice et profonde crainte d'Allah. Sous sa direction, l'empire musulman s'est rapidement étendu pour inclure la Perse, l'Égypte et des parties des terres byzantines, répandant l'Islam loin et large. Umar a établi de nombreux systèmes administratifs, tels que l'État-providence (Bayt al-Mal), les tribunaux et les services publics. Il marchait la nuit pour vérifier son peuple, s'assurant que personne ne restait affamé ou opprimé. Sa règle équitable est devenue un exemple pour la gouvernance juste."
    },
    {
      "heading": "Uthman ibn Affan et Ali ibn Abi Talib",
      "content": "Uthman ibn Affan (RA), le troisième calife, était connu pour sa générosité et modestie. Il utilisait sa richesse pour soutenir la communauté musulmane, équiper les armées et pourvoir aux nécessiteux. Le plus grand héritage d'Uthman était de compiler le Coran en une seule version écrite standard pour le protéger des disputes, assurant que les musulmans du monde entier récitent le même Coran aujourd'hui. Ali ibn Abi Talib (RA), le quatrième calife et cousin du Prophète ﷺ, était connu pour sa connaissance profonde, sagesse et bravoure sans égal. Il a défendu l'Islam dans de nombreuses batailles et guidé les gens avec sa compréhension profonde du Coran et de la Sunnah. Malgré avoir fait face à des conflits internes et épreuves, Ali est resté dévoué à la justice et l'unité."
    }
  ],
  "conclusion": "Les Quatre Califes Bien Guidés ont dédié leurs vies à préserver et répandre l'Islam, dirigeant avec justice, sagesse et sincérité profonde. Leurs exemples nous rappellent l'importance de l'unité, du sacrifice et du service aux autres pour l'amour d'Allah.",
  "references": [
    "Sahih Bukhari 3653",
    "Sahih Muslim 2389",
    "Quran 9:100"
  ]
} 