{
  "id": 50,
  "title": "Étiquettes de la Mosquée",
  "introduction": "La mosquée (*masjid*) est la maison d'Allah sur terre. C'est un lieu d'adoration, d'apprentissage et de communauté. Observer les étiquettes appropriées dans la mosquée montre du respect pour cet espace sacré et apporte des bénédictions aux individus et à la communauté. Le Prophète ﷺ a dit que les endroits les plus aimés d'Allah sont les mosquées (Sahih Muslim 671).",
  "sections": [
    {
      "heading": "Entrer dans la Mosquée",
      "content": "Entrez dans la mosquée calmement avec votre pied droit et récitez le du'a Sunnah : *'Allahumma iftah li abwaba rahmatik'* — 'Ô Allah, ouvre pour moi les portes de Ta miséricorde.' (Sahih Muslim 713). Saluez ceux à l'intérieur avec *salaam*, car cela construit la fraternité et la gentillesse. Si les gens prient, saluez-les après qu'ils finissent. C'est aussi Sunnah de prier *Tahiyyat al-Masjid* (la prière de salutation de la mosquée) — deux rak'ahs avant de s'asseoir — pour honorer le caractère sacré du lieu."
    },
    {
      "heading": "Comportement à l'Intérieur",
      "content": "À l'intérieur de la mosquée, concentrez-vous sur l'adoration, le souvenir (*dhikr*), la récitation du Coran et l'apprentissage de connaissances bénéfiques. Gardez votre voix basse pour éviter de déranger les autres en prière. Évitez les conversations inutiles ou arguments — le Prophète ﷺ n'aimait pas que les gens élèvent leurs voix dans la mosquée. Gardez la mosquée propre en ne jetant pas de déchets et en portant des vêtements propres. Le parfum est recommandé pour les hommes s'il ne dérange pas les autres. Les enfants doivent être gentiment enseignés comment se comporter respectueusement, pour que tout le monde bénéficie de l'atmosphère paisible."
    },
    {
      "heading": "Sortir de la Mosquée",
      "content": "Quand vous sortez, sortez avec votre pied gauche et dites le du'a Sunnah : *'Allahumma inni as'aluka min fadlik'* — 'Ô Allah, je Te demande de Ta faveur.' (Sahih Muslim 713). Remerciez Allah de vous avoir donné la chance d'adorer dans Sa maison. Si possible, saluez quiconque vous rencontrez avec *salaam*. Sortir avec respect garde les bénédictions de votre visite vivantes quand vous retournez à votre vie quotidienne."
    }
  ],
  "conclusion": "Respecter la mosquée et suivre ses étiquettes renforce notre lien avec Allah et avec notre communauté. Ces actions simples reflètent les bonnes manières, augmentent nos récompenses et nous aident à maintenir le caractère sacré de la maison d'Allah. Qu'Allah fasse de nous des gens qui honorent et fréquentent Ses maisons avec amour et humilité.",
  "references": [
    "Quran 9:18",
    "Sahih Muslim 568",
    "Sahih Muslim 713",
    "Sahih Bukhari 444",
    "Sahih Muslim 671"
  ]
} 