{
  "id": 75,
  "title": "Prophète Nuh (AS)",
  "introduction": "Le Prophète Nuh (Noé) ﷺ était l'un des premiers messagers envoyés pour guider son peuple à adorer Allah seul. Son histoire est un exemple puissant de patience, fermeté et confiance en Allah, même en faisant face au rejet et difficulté pendant de nombreuses années.",
  "sections": [
    {
      "heading": "Appel au Monothéisme",
      "content": "Le Prophète Nuh (AS) a été envoyé à un peuple qui était tombé dans l'adoration d'idoles. Il les appelait jour et nuit pendant 950 ans, utilisant des paroles douces, conseils et avertissements. Il disait : *'Ô mon peuple ! Adorez Allah, vous n'avez pas d'autre dieu que Lui...'* (Coran 11:25-26). Malgré ses efforts constants, seul un petit groupe a cru, tandis que la majorité se moquait de lui et tenait obstinément à leurs idoles. Sa persévérance nous montre l'importance d'inviter les autres au bien avec patience et sincérité."
    },
    {
      "heading": "Le Grand Déluge",
      "content": "Quand son peuple a continué à rejeter la vérité, Allah a commandé à Nuh (AS) de construire une Arche. Il l'a construite sous la guidance d'Allah, tandis que les mécréants se moquaient de lui. Quand le déluge est venu, la pluie a coulé du ciel et l'eau a jailli de la terre. Allah a sauvé Nuh et les croyants dans l'Arche, tandis que les mécréants, incluant son propre fils qui refusait de croire, ont été noyés. Cela montre que la guidance et protection ne viennent que d'Allah. *'Nous le sauvâmes donc, lui et ceux qui étaient avec lui dans l'Arche chargée.'* (Coran 26:119)."
    },
    {
      "heading": "Leçons de l'Histoire de Nuh",
      "content": "L'histoire de Nuh nous enseigne à être patients en appelant les autres à la vérité, même quand les gens nous rejettent. Le vrai succès est de faire notre devoir et laisser les résultats à Allah. Nous apprenons aussi que les liens familiaux ne peuvent sauver quelqu'un s'il rejette la foi — la guidance n'est qu'entre les mains d'Allah. Son histoire nous rappelle de ne jamais perdre espoir en l'aide d'Allah et de faire confiance à Son plan, peu importe combien de temps cela prend."
    }
  ],
  "conclusion": "L'histoire du Prophète Nuh (AS) nous enseigne la fermeté, patience et dépendance complète en Allah dans les temps difficiles. Puissions-nous apprendre à continuer d'appeler au bien avec sagesse et confiance en la promesse d'Allah.",
  "references": [
    "Quran 11:25-48",
    "Quran 71:1-28",
    "Quran 26:105-122",
    "Sahih Bukhari 4921"
  ]
} 