{
  "id": 36,
  "title": "Éthique des Médias Sociaux",
  "introduction": "Les valeurs islamiques s'appliquent à notre comportement en ligne tout comme hors ligne. Ce que nous publions, partageons ou commentons peut nous gagner une récompense ou causer du mal. Les médias sociaux sont un outil puissant — ils doivent être utilisés avec responsabilité, honnêteté et gentillesse. La présence en ligne d'un musulman devrait refléter sa foi, son bon caractère et son respect pour les autres.",
  "sections": [
    {
      "heading": "Réfléchissez Avant de Publier",
      "content": "Le Prophète ﷺ a dit : 'Quiconque croit en Allah et au Jour Dernier devrait dire du bien ou se taire.' (Sahih Bukhari). Cela s'applique à ce que nous publions et partageons en ligne. Avant de publier, demandez-vous : Est-ce vrai ? Est-ce bénéfique ? Est-ce respectueux ? Répandre des nouvelles non vérifiées, de la médisance ou de la calomnie peut nuire aux réputations et briser la confiance. Allah avertit : 'Et n'espionnez pas et ne vous calomniez pas les uns les autres...' (Coran 49:12). Soyez conscients des mots et images — une fois publiés, ils peuvent se répandre bien au-delà de ce que nous imaginons."
    },
    {
      "heading": "Vie Privée et Modestie",
      "content": "L'Islam nous enseigne à garder notre modestie et respecter la vie privée des autres. Sur les médias sociaux, cela signifie ne pas partager des informations personnelles ou sensibles qui pourraient causer du mal. Soyez prudents de ne pas exposer des affaires familiales privées ou publier des photos ou vidéos sans permission. Allah nous commande de baisser nos regards et protéger notre modestie (Coran 24:30-31). La modestie signifie aussi être humble et éviter de faire étalage ou chercher des éloges en ligne."
    },
    {
      "heading": "Engagement Positif",
      "content": "Utilisez les médias sociaux comme un outil pour répandre la bonté, inspirer les autres et soutenir ce qui est juste. Partagez des rappels, du contenu encourageant ou des paroles gentilles qui apportent espoir et bénéfice aux autres. Évitez les arguments inutiles, commentaires grossiers ou vous engager dans la négativité et les insultes. Le Prophète ﷺ a dit : 'Un musulman est celui de la langue et de la main duquel les autres sont en sécurité.' (Sahih Muslim 2563). Être respectueux en ligne fait partie de notre responsabilité en tant que croyants."
    }
  ],
  "conclusion": "Votre présence en ligne est un reflet de votre foi et caractère. Utilisez les médias sociaux avec conscience — dites la vérité, protégez la vie privée, promouvez le bien et rappelez-vous qu'Allah voit tout ce que nous faisons, en ligne et hors ligne.",
  "references": [
    "Quran 49:12",
    "Quran 24:30-31",
    "Sahih Bukhari 6018",
    "Sahih Muslim 2563",
    "Tirmidhi 1977"
  ]
} 