{
  "id": 114,
  "title": "Profeta Yahya (AS)",
  "introduction": "El Profeta Yahya (Juan el Bautista) fue el hijo milagroso del Profeta Zakariya (AS), nacido de padres ancianos como respuesta a una súplica sincera. Yahya fue bendecido con sabiduría y rectitud desde la infancia. Vivió una vida de pureza extraordinaria y sin temor llamó a su pueblo de vuelta a la adoración sincera. Su historia nos enseña sobre devoción, veracidad y mantenerse firme en el camino de Allah, sin importar el costo.",
  "sections": [
    {
      "heading": "Bendecido desde el Nacimiento",
      "content": "Yahya (AS) nació como un milagro para Zakariya (AS) y su esposa, quienes habían anhelado descendencia justa por mucho tiempo. Allah les concedió a Yahya, quien era único incluso en su nombre: *'No hemos asignado a nadie antes [este] nombre.'* (Corán 19:7). Fue descrito como *'honorable, casto, y un profeta de entre los justos'* (Corán 3:39). Allah le concedió sabiduría siendo aún un niño: *'¡Oh Yahya, toma la Escritura con determinación. Y le dimos sabiduría [siendo aún] un niño.'* (Corán 19:12). Yahya mostró madurez más allá de sus años, aprendiendo y enseñando la Torá, e inspirando a las personas con su sinceridad, honestidad y profundo entendimiento de los mandamientos de Allah."
    },
    {
      "heading": "Vida de Pureza y Devoción",
      "content": "Yahya (AS) vivió una vida excepcionalmente pura y simple, encarnando humildad, satisfacción y recuerdo constante de Allah. Evitó las tentaciones mundanas, dedicando sus días y noches a la oración, ayuno y enseñanza. Usaba ropa simple hecha de materiales ásperos y comía comida humilde, mostrando desapego del lujo. A pesar de su estilo de vida ascético, era gentil y compasivo, siempre obediente a sus padres, nunca arrogante o duro. Allah lo alabó: *'Y obediente a sus padres, y no era un tirano desobediente.'* (Corán 19:14). Su ejemplo nos recuerda que el verdadero honor y grandeza vienen de la obediencia a Allah, buen carácter y cumplir nuestros deberes hacia la familia y comunidad."
    },
    {
      "heading": "Misión y Martirio",
      "content": "La misión del Profeta Yahya era guiar a los Hijos de Israel de vuelta a la adoración sincera y prepararlos para la venida del Profeta Isa (AS). Llamó a las personas al arrepentimiento y pureza del corazón, bautizando creyentes como señal de limpieza espiritual. Yahya sin temor habló contra las injusticias y corrupción de los gobernantes de su tiempo. No se apartó de defender la verdad, incluso cuando puso su vida en peligro. Este valor inquebrantable eventualmente llevó a su martirio: un sacrificio que se convirtió en un recordatorio para todos los creyentes de que defender la verdad de Allah a menudo viene con pruebas. Allah honró a Yahya con estas hermosas palabras: *'Y paz sea con él el día que nació y el día que muere y el día que sea resucitado vivo.'* (Corán 19:15), mostrando cuán amado era para su Señor."
    }
  ],
  "conclusion": "El Profeta Yahya (AS) es un ejemplo eterno de pureza, honestidad y valor. Su compromiso sin temor con la verdad, su vida simple y devota, y su respeto por sus padres nos muestran lo que significa vivir con integridad y confianza completa en Allah. Que sigamos su camino manteniéndonos sinceros, hablando la verdad y dedicando nuestras vidas a lo que agrada a nuestro Señor.",
  "references": [
    "Corán 3:39",
    "Corán 19:12-15",
    "Corán 6:85",
    "Sahih Bukhari 3435"
  ]
}






