{
  "id": 93,
  "title": "El Libro de Acciones",
  "introduction": "Las acciones de cada persona, grandes o pequeñas, buenas o malas, son registradas en un libro que será presentado el Día del Juicio. Esta realidad nos recuerda vivir cada momento con conciencia y responsabilidad, sabiendo que nada de lo que hacemos está oculto de Allah.",
  "sections": [
    {
      "heading": "Registro de Acciones",
      "content": "Allah ha designado ángeles nobles llamados Kiraman Katibin que registran cada palabra y acción. Uno se sienta en el hombro derecho registrando buenas acciones, y el otro en el izquierdo registrando malas acciones. Allah dice: *'No pronuncia una palabra sin que haya junto a él un observador preparado [para registrarla].'* (Corán 50:18). Incluso las acciones más pequeñas son escritas, pero por Su misericordia, Allah multiplica las buenas acciones y borra los pecados cuando nos arrepentimos sinceramente. Recordar esto nos ayuda a cuidar nuestro habla y acciones."
    },
    {
      "heading": "Recibir el Libro",
      "content": "En el Día del Juicio, cada persona recibirá su Libro de Acciones. Los justos, aquellos que creyeron, se arrepintieron y se esforzaron por hacer el bien, recibirán su libro en su mano derecha como señal de éxito y alivio. Se regocijarán y dirán: *'¡Aquí, lean mi registro!'* Los malhechores e hipócritas recibirán su libro en su mano izquierda o detrás de sus espaldas, llenos de arrepentimiento y miedo de las consecuencias. Esta escena nos motiva a llenar nuestro registro con acciones que agraden a Allah."
    },
    {
      "heading": "Cómo Llenar Tu Libro",
      "content": "Nuestras acciones diarias escriben las páginas de nuestro libro. Llenalo con oraciones, caridad, palabras amables, paciencia y actos de servicio a otros. Busca perdón (istighfar) a menudo, pues Allah ama borrar pecados de nuestro registro cuando regresamos a Él sinceramente. Protege tu lengua del chisme y mentiras, y tus ojos y oídos de lo que le desagrada. Haz buenas intenciones en todo lo que hagas: incluso actos pequeños hechos sinceramente pueden pesar mucho en la balanza de buenas acciones."
    }
  ],
  "conclusion": "Sé consciente de que todo lo que dices y haces es registrado y te será mostrado. Vive de manera que estarás feliz de ver tu registro ese Día. Que Allah haga nuestros libros pesados con buenas acciones y nos conceda éxito cuando estemos ante Él.",
  "references": [
    "Corán 18:49",
    "Corán 69:19-37",
    "Sahih Bukhari 3332"
  ]
}






