{
  "id": 73,
  "title": "El Sermón de Despedida",
  "introduction": "El Sermón de Despedida del Profeta Muhammad ﷺ (*Khutbah al-Wada'*) fue pronunciado durante su Hajj final en la llanura de Arafah. En él, resumió los principios fundamentales del Islam y estableció valores universales de justicia, igualdad y dignidad humana. Este mensaje histórico sigue siendo una guía atemporal para todos los musulmanes — y para la humanidad — sobre cómo vivir con equidad, respeto y compasión.",
  "sections": [
    {
      "heading": "Mensajes Clave",
      "content": "En el sermón, el Profeta ﷺ recordó a la Umma verdades esenciales:  \n  - La santidad de la vida, propiedad y honor: dañar a otros está prohibido.  \n  - Todos los humanos son iguales, independientemente de raza o tribu — ningún árabe es superior a un no árabe, excepto por piedad y buenas obras.  \n  - Enfatizó la importancia de aferrarse al Corán y su Sunnah: *'Les dejo entre ustedes dos cosas; nunca se extraviarán mientras se aferren a ellas: el Libro de Allah y mi Sunnah.'* (Sahih Muslim 1218).  \n  - Abolió costumbres injustas como la usura (interés) y la venganza de sangre.  \n  Sus palabras sentaron las bases para la justicia social y unidad en la Umma."
    },
    {
      "heading": "Derechos y Responsabilidades",
      "content": "El Profeta ﷺ recordó a hombres y mujeres sus derechos y responsabilidades hacia el otro. Enfatizó el trato amable hacia las mujeres, diciendo: *'Traten bien a las mujeres, porque son [como] cautivas con ustedes y no tienen derecho sobre ellas excepto lo que se debe.'* (Sahih Muslim 1218). Declaró que todos los musulmanes son hermanos y hermanas, formando una comunidad unida. También llamó a cumplir las confianzas y ser justos en los tratos, ya sea en casa o en la sociedad."
    },
    {
      "heading": "Impacto Duradero",
      "content": "El mensaje del Sermón de Despedida sigue siendo relevante hoy — enseñándonos a oponernos al racismo, injusticia y opresión. Nos recuerda que el verdadero honor viene de la piedad, no del linaje o riqueza. Su llamado a la justicia, hermandad y respeto por la dignidad humana inspira a los musulmanes a construir familias y comunidades fuertes basadas en compasión y equidad. Sus palabras atemporales hacen eco de la finalización del Corán de la fe: *'Este día he perfeccionado para ustedes su religión y completado Mi favor sobre ustedes…'* (Corán 5:3)."
    }
  ],
  "conclusion": "El Sermón de Despedida es una guía atemporal para la justicia, unidad y compasión. Al estudiar y aplicar sus principios, honramos el mensaje final del Profeta ﷺ y construimos un mundo mejor para todos.",
  "references": [
    "Sahih Bukhari 1623",
    "Sahih Muslim 1218",
    "Corán 5:3",
    "Tirmidhi 1628",
    "Corán 49:13"
  ]
} 