{
  "id": 94,
  "title": "Paraíso e Infierno",
  "introduction": "El Paraíso (*Jannah*) y el Infierno (*Jahannam*) son los destinos finales para cada alma en el Más Allá. El Islam los describe vívidamente para motivarnos hacia lo que agrada a Allah y para advertirnos contra lo que lleva a Su castigo. Recordar estas realidades nos ayuda a vivir con esperanza, precaución y propósito.",
  "sections": [
    {
      "heading": "Descripción del Paraíso",
      "content": "Jannah es un lugar de paz eterna, gozo y recompensa para aquellos que creen y hacen acciones justas. Allah dice: *'Jardines de residencia perpetua bajo los cuales fluyen ríos...'* (Corán 3:136). En el Paraíso hay cosas que ningún ojo ha visto, ningún oído ha escuchado y ningún corazón puede imaginar. Su gente no sentirá dolor, tristeza o miedo. Serán recibidos con paz, morarán en hermosos hogares y disfrutarán de compañía pura, comida deliciosa y cada delicia que sus almas deseen. Por encima de todo, verán a su Señor y recibirán Su placer para siempre."
    },
    {
      "heading": "Descripción del Infierno",
      "content": "Jahannam es un lugar de castigo para aquellos que rechazan la fe y persisten en el mal. Allah lo describe como un fuego ardiente, con agua hirviendo, vientos abrasadores y comida amarga. Sus habitantes sentirán arrepentimiento y desearán regresar a la vida para hacer el bien, pero será demasiado tarde. Allah dice: *'Y aquellos que no creyeron serán conducidos al Infierno en grupos...'* (Corán 39:71). El Profeta ﷺ dijo que el castigo está más allá de cualquier cosa que uno pueda soportar en esta vida. Recordar el Infierno mantiene nuestros corazones humildes y nos advierte evitar pecados mayores."
    },
    {
      "heading": "Cómo Alcanzar el Paraíso",
      "content": "• Ten fe sincera en Allah y sigue Sus mandamientos.    • Haz buenas acciones consistentemente, grandes y pequeñas: oraciones, caridad, veracidad, bondad.    • Evita pecados mayores y arrepiéntete sinceramente cuando falles.    • Haz dua a menudo, pidiendo a Allah el Paraíso y protección del Fuego. El Profeta ﷺ dijo: *'Quien pida a Allah el Paraíso tres veces, el Paraíso dice: Oh Allah, admítelo al Paraíso...'* (Tirmidhi). Nunca pierdas la esperanza en la misericordia de Allah."
    }
  ],
  "conclusion": "Esfuérzate cada día por el Paraíso y busca protección del Infierno a través de la fe, buenas acciones y arrepentimiento sincero. Que Allah nos conceda Jannah por Su misericordia y nos salve del Fuego.",
  "references": [
    "Corán 3:133-136",
    "Corán 39:71-74",
    "Corán 32:17",
    "Sahih Muslim 2825",
    "Tirmidhi 2572"
  ]
}






