{
  "id": 75,
  "title": "Profeta Nuh (AS)",
  "introduction": "El Profeta Nuh (Noé) ﷺ fue uno de los primeros mensajeros enviados para guiar a su pueblo a adorar solo a Allah. Su historia es un poderoso ejemplo de paciencia, firmeza y confianza en Allah, incluso cuando enfrentó rechazo y dificultades durante muchos años.",
  "sections": [
    {
      "heading": "Llamada al Monoteísmo",
      "content": "El Profeta Nuh (AS) fue enviado a un pueblo que había caído en la adoración de ídolos. Los llamó día y noche durante 950 años, usando palabras gentiles, consejos y advertencias. Dijo: *'¡Oh pueblo mío! Adorad a Allah, no tenéis otro dios más que Él...'* (Corán 11:25-26). A pesar de sus esfuerzos constantes, solo un pequeño grupo creyó, mientras que la mayoría se burló de él y se aferró obstinadamente a sus ídolos. Su perseverancia nos muestra la importancia de invitar a otros al bien con paciencia y sinceridad."
    },
    {
      "heading": "El Gran Diluvio",
      "content": "Cuando su pueblo continuó rechazando la verdad, Allah ordenó a Nuh (AS) construir un Arca. La construyó bajo la guía de Allah, mientras los incrédulos se reían de él. Cuando llegó el diluvio, la lluvia se derramó del cielo y el agua brotó de la tierra. Allah salvó a Nuh y a los creyentes en el Arca, mientras que los incrédulos, incluido su propio hijo que se negó a creer, se ahogaron. Esto muestra que la guía y protección vienen solo de Allah. *'Así lo salvamos a él y a quienes estaban con él en la nave cargada.'* (Corán 26:119)."
    },
    {
      "heading": "Lecciones de la Historia de Nuh",
      "content": "La historia de Nuh nos enseña a ser pacientes al llamar a otros a la verdad, incluso cuando las personas nos rechazan. El verdadero éxito es cumplir con nuestro deber y dejar los resultados a Allah. También aprendemos que los lazos familiares no pueden salvar a alguien si rechaza la fe: la guía está solo en las manos de Allah. Su historia nos recuerda que nunca perdamos la esperanza en la ayuda de Allah y confiemos en Su plan, sin importar cuánto tiempo tome."
    }
  ],
  "conclusion": "La historia del Profeta Nuh (AS) nos enseña firmeza, paciencia y completa confianza en Allah en tiempos difíciles. Que aprendamos a seguir llamando al bien con sabiduría y confiar en la promesa de Allah.",
  "references": [
    "Corán 11:25-48",
    "Corán 71:1-28",
    "Corán 26:105-122",
    "Sahih Bukhari 4921"
  ]
}

