{
  "id": 103,
  "title": "Profeta Salih (AS)",
  "introduction": "El Profeta Salih (AS) fue enviado al pueblo de Thamud, una nación poderosa y próspera que tallaba magníficas casas en las montañas. A pesar de sus bendiciones, se volvieron arrogantes, oprimieron a los débiles y se negaron a adorar solo a Allah. La historia de Salih nos recuerda que ignorar las señales de Allah y apartarse de Su guía lleva a la ruina.",
  "sections": [
    {
      "heading": "El Milagro de la Camella",
      "content": "Cuando el pueblo de Thamud exigió un milagro para probar la profecía de Salih, Allah respondió a su demanda con una señal única: una camella que emergió milagrosamente de una roca sólida. Esta camella era una señal clara, pero vino con una prueba: se les ordenó no dañarla y compartir agua con ella en días designados. En lugar de estar agradecidos, los líderes de Thamud conspiraron contra la camella y la mataron cruelmente, a pesar de las advertencias de Salih. Su arrogancia llevó a su destrucción por un poderoso terremoto y estruendo atronador."
    },
    {
      "heading": "Llamada a la Rectitud",
      "content": "Salih (AS) llamó a su pueblo con sabiduría y paciencia, recordándoles las innumerables bendiciones de Allah y urgiendo a vivir rectamente. Les aconsejó construir sus hogares y vidas con gratitud, honestidad y justicia. Les advirtió no esparcir corrupción o seguir a los líderes arrogantes que los descarriaban. A pesar de sus esfuerzos sinceros y la señal clara que se les dio, la mayoría de su pueblo se burló de él y obstinadamente rechazó la verdad."
    },
    {
      "heading": "Lecciones de la Historia de Salih",
      "content": "La historia del Profeta Salih nos enseña a respetar y apreciar las señales y bendiciones de Allah. Cuando ignoramos o abusamos de lo que Allah nos ha dado, nos dañamos a nosotros mismos y a otros. Su historia muestra el peligro de la arrogancia, seguir ciegamente a líderes corruptos y maltratar a los inocentes. También nos recuerda mantenernos firmes en llamar a la rectitud, incluso cuando otros nos rechacen. La gratitud, humildad y cuidado por lo que Allah nos confía son clave para ganar Su misericordia."
    }
  ],
  "conclusion": "La historia de Salih nos advierte de las consecuencias de la arrogancia e ingratitud. Nos inspira a obedecer a Allah, respetar Sus milagros y usar Sus bendiciones sabiamente. Que Allah nos haga entre aquellos que ven Sus señales, creen en ellas y viven rectamente.",
  "references": [
    "Corán 7:73-79",
    "Corán 11:61-68",
    "Sahih Bukhari 3360"
  ]
}






