{
  "id": 83,
  "title": "Paciencia (Sabr)",
  "introduction": "Sabr es una de las cualidades más grandes que un creyente puede tener. Significa mantenerse fuerte cuando se enfrenta a dificultades, controlar la ira y los deseos, y mantenerse comprometido a obedecer a Allah. A través de sabr, nos acercamos más a Allah, ganamos Su amor y encontramos paz en tiempos de facilidad y prueba.",
  "sections": [
    {
      "heading": "Tipos de Sabr",
      "content": "Los académicos explican que sabr tiene tres partes principales:    - **Paciencia en obedecer a Allah:** Mantenerse consistente con oraciones, ayuno, caridad y todos los actos de adoración, incluso cuando se siente difícil.    - **Paciencia en evitar el pecado:** Resistir tentaciones y controlar la ira, envidia o malos hábitos.    - **Paciencia en las dificultades:** Mantenerse calmado y confiar en Allah cuando se enfrentan pruebas como pérdida, enfermedad o cualquier dificultad. Allah dice: *'Y ten paciencia, porque ciertamente, Allah no permite que se pierda la recompensa de aquellos que hacen el bien.'* (Corán 11:115)."
    },
    {
      "heading": "Cómo Desarrollar Sabr",
      "content": "• Recuerda la promesa de recompensa de Allah: *'Ciertamente, los pacientes recibirán su recompensa sin cuenta.'* (Corán 39:10).    • Haz dua y pide fuerza a Allah: incluso el Profeta ﷺ hizo dua por paciencia.    • Enfócate en el panorama general: las pruebas son temporales, pero la recompensa es para siempre.    • Rodéate de personas pacientes que te recuerden mantenerte fuerte.    • Practica pequeños actos de autocontrol diariamente: como contener la ira, hablar amablemente o mantenerse calmado en momentos estresantes."
    },
    {
      "heading": "Virtudes de Sabr",
      "content": "Allah alaba a los pacientes a lo largo del Corán: *'Ciertamente, Allah está con los pacientes.'* (Corán 2:153). Sabr es una señal de fe verdadera, y el Profeta ﷺ dijo: *'A nadie se le da un regalo mejor y más comprensivo que la paciencia.'* (Sahih Bukhari 1302). Sabr nos ayuda a crecer espiritualmente, nos protege de los pecados y trae paz interior. También nos hace mejores miembros de la familia, amigos y miembros de la comunidad."
    }
  ],
  "conclusion": "Practica sabr en cada área de la vida: con la adoración, con otros y con tus propios desafíos. Al hacerlo, ganas el amor y éxito de Allah en esta vida y en el Más Allá. Que Allah nos haga entre los pacientes y nos conceda fuerza en cada prueba.",
  "references": [
    "Corán 2:153",
    "Corán 39:10",
    "Corán 11:115",
    "Sahih Bukhari 1302",
    "Sahih Muslim 2999"
  ]
}

