{
  "id": 78,
  "title": "Profeta Yunus (AS)",
  "introduction": "El Profeta Yunus (Jonás) es conocido por su historia con la gran ballena: una lección poderosa sobre el arrepentimiento sincero, la humildad y nunca perder la esperanza en la misericordia de Allah. Su historia nos recuerda que incluso los profetas fueron probados y que volver a Allah con un corazón humilde trae alivio y perdón.",
  "sections": [
    {
      "heading": "Dejando a Su Pueblo",
      "content": "El Profeta Yunus (AS) fue enviado para guiar a su pueblo, pero cuando obstinadamente rechazaron su mensaje, los dejó en frustración antes de recibir la orden de Allah de hacerlo. Abordó un barco que encontró una tormenta terrible. La tripulación se dio cuenta de que alguien debía ser arrojado por la borda para salvar el barco, y el nombre de Yunus fue sorteado. Aceptó esta prueba, sabiendo que era de Allah, y se fue al mar, entregándose a la voluntad de Allah. Esto muestra que incluso los más justos pueden cometer errores, pero lo que importa es cómo regresan a Allah después."
    },
    {
      "heading": "En el Vientre de la Ballena",
      "content": "Allah hizo que un gran pez (ballena) se tragara a Yunus (AS), manteniéndolo vivo en su vientre en la oscuridad del mar. En esa profunda oscuridad, Yunus se dio cuenta de su error y se dirigió a Allah con arrepentimiento sincero. Gritó con la famosa dua: *'La ilaha illa Anta, Subhanaka inni kuntu minaz-zalimin'* — 'No hay dios sino Tú; ¡Gloria a Ti! Ciertamente, yo estaba entre los malhechores.' (Corán 21:87). Esta hermosa súplica es un recordatorio de que admitir nuestras faltas y glorificar a Allah trae alivio, incluso en los momentos más oscuros."
    },
    {
      "heading": "Lecciones de la Historia de Yunus",
      "content": "La historia de Yunus (AS) nos enseña a nunca desesperar de la misericordia de Allah, sin importar cuán desesperanzadas puedan sentirse las cosas. Muestra la importancia de admitir nuestros errores y hacer tawbah (arrepentimiento) sincero. Su dua es amada y poderosa, y el Profeta ﷺ nos animó a recitarla cuando nos sintamos atrapados o angustiados. La historia de Yunus también nos recuerda ser pacientes en nuestros esfuerzos y confiar en el tiempo de Allah. Allah respondió a su dua, lo perdonó y lo devolvió sano y salvo a su pueblo, quienes eventualmente creyeron, mostrando que el plan de Allah siempre es el mejor."
    }
  ],
  "conclusion": "La historia de Yunus nos enseña humildad, arrepentimiento sincero y esperanza inquebrantable en el perdón de Allah. Que recordemos su dua en nuestros propios tiempos de oscuridad y regresemos a Allah con corazones llenos de fe.",
  "references": [
    "Corán 37:139-148",
    "Corán 21:87-88",
    "Sahih Bukhari 3397"
  ]
}

