{
  "id": 55,
  "title": "Derechos de los Vecinos",
  "introduction": "El Islam nos enseña a tratar a nuestros vecinos con bondad y respeto, sin importar su fe o antecedentes. El buen trato a los vecinos es parte de perfeccionar nuestra fe y construir comunidades pacíficas y cariñosas. El Profeta ﷺ nos recordó que descuidar o dañar a nuestros vecinos es un asunto serio en el Islam.",
  "sections": [
    {
      "heading": "Buen Trato",
      "content": "Allah ordena: *'Adoren a Allah y no asocien nada con Él, y a los padres hagan bien, y a los parientes, huérfanos, necesitados, el vecino cercano, el vecino más lejano...'* (Corán 4:36). Saluda a tus vecinos con calidez y bondad. Comparte comida con ellos, especialmente durante tiempos de alegría o dificultad. El Profeta ﷺ dijo: *'No es un creyente aquel cuyo estómago está lleno mientras su vecino tiene hambre.'* (Sahih Bukhari). Ofrece ayuda cuando la necesiten — ya sea cargando comestibles, cuidando su casa o consolándolos durante enfermedad o pérdida."
    },
    {
      "heading": "Evitar Daño",
      "content": "Ser un buen vecino también significa protegerlos de cualquier daño. El Profeta ﷺ advirtió: *'Por Allah, no cree... cuyo vecino no está seguro de su daño.'* (Sahih Bukhari 6014). Nunca molestes a tus vecinos con ruido fuerte, argumentos o comportamiento irrespetuoso. Respeta su privacidad, propiedad y espacio personal. Evita estacionar de maneras que bloqueen sus entradas o crear problemas para ellos. Pequeños actos de consideración construyen confianza y bondad."
    },
    {
      "heading": "Construir Comunidad",
      "content": "Los fuertes lazos vecinales ayudan a crear comunidades seguras y de apoyo. El Islam anima a visitarse mutuamente, intercambiar regalos y mostrar preocupación por el bienestar del otro. Verificar a tus vecinos, especialmente los ancianos o aquellos que viven solos, es una forma de cuidar a la comunidad más amplia. El Profeta ﷺ recibió tantos recordatorios de Jibreel (AS) sobre los vecinos que dijo: *'Pensé que los haría herederos.'* (Sahih Muslim 2625). Esto muestra qué tan altos son sus derechos en el Islam."
    }
  ],
  "conclusion": "Cuidar a los vecinos es una señal de verdadera fe y trae las bendiciones de Allah a nuestros hogares y comunidades. Siguiendo las enseñanzas del Corán y la Sunnah, podemos ser vecinos que esparcen bondad, misericordia y apoyo dondequiera que vivamos.",
  "references": [
    "Corán 4:36",
    "Sahih Bukhari 6014",
    "Sahih Muslim 2625",
    "Sahih Muslim 46",
    "Tirmidhi 1943"
  ]
} 