{
  "id": 115,
  "title": "Profeta Isa (AS)",
  "introduction": "El Profeta Isa (Jesús) ﷺ es uno de los mensajeros más honrados en el Islam. Nació milagrosamente de la noble Maryam (María), una señal del poder ilimitado de Allah, y fue bendecido con milagros que apoyaron su llamada a la verdad. La historia de Isa en el Islam muestra su humanidad como siervo y mensajero de Allah, enviado para guiar a los Hijos de Israel de vuelta al camino recto con sabiduría, misericordia y compasión.",
  "sections": [
    {
      "heading": "Nacimiento Milagroso",
      "content": "Isa (AS) nació de Maryam, una adoradora justa y devota conocida por su pureza y confianza en Allah. Cuando el ángel Jibreel (Gabriel) vino a ella con buenas noticias de un hijo, se asombró: *'¿Cómo puedo tener un niño mientras ningún hombre me ha tocado y no he sido impúdica?'* (Corán 19:20). Jibreel le aseguró que para Allah, nada es imposible. Cuando Isa nació, habló como bebé para defender a su madre: *'Ciertamente, soy el siervo de Allah. Él me ha dado la Escritura y me ha hecho profeta'* (Corán 19:30). Su nacimiento milagroso muestra que Allah puede crear como quiera, tal como creó a Adam sin padre ni madre."
    },
    {
      "heading": "Milagros y Misión",
      "content": "Allah apoyó a Isa (AS) con muchos milagros para probar su profecía y fortalecer la fe de sus seguidores. Con el permiso de Allah, sanó a los ciegos y leprosos, dio vida a los muertos, e hizo un pájaro de arcilla que cobró vida: *'Creo para ustedes de arcilla [lo que es] como la forma de un pájaro, luego soplo en él y se convierte en pájaro con permiso de Allah...'* (Corán 3:49). Recordó a los Hijos de Israel las enseñanzas de la Torá, aclaró malentendidos y los llamó a adorar solo a Allah. Vivió humildemente, cuidó a los pobres y enseñó bondad y compasión a todas las personas."
    },
    {
      "heading": "Mensaje y Ascensión",
      "content": "El mensaje de Isa (AS) estaba lleno de misericordia, humildad y devoción a Allah. Enseñó a sus seguidores a ayudar a los necesitados, mostrar amor unos a otros y mantenerse sinceros en la adoración. Cuando algunos entre su pueblo conspiraron contra él, Allah lo protegió: *'Más bien, Allah lo elevó hacia Sí mismo. Y Allah es siempre Exaltado en Poder y Sabio'* (Corán 4:158). Los musulmanes creen que Isa no fue crucificado sino que fue elevado vivo y regresará cerca del final de los tiempos para restaurar la justicia, romper creencias falsas y derrotar al Dajjal (falso mesías). Su historia nos recuerda el poder de la fe, la belleza de la compasión y la certeza de la promesa de Allah de proteger a Sus siervos justos."
    }
  ],
  "conclusion": "La historia del Profeta Isa nos muestra el poder ilimitado y misericordia de Allah. Su vida noble inspira a los musulmanes a ser humildes, compasivos y devotos a servir a otros por Allah. Amamos y respetamos a Isa (AS) profundamente como uno de los más grandes mensajeros enviados para guiar a la humanidad.",
  "references": [
    "Corán 3:45-55",
    "Corán 19:16-33",
    "Corán 4:157-158",
    "Sahih Bukhari 3436"
  ]
}






