{
  "id": 113,
  "title": "Profeta Zakariya (AS)",
  "introduction": "El Profeta Zakariya (Zacarías) fue un siervo devoto de Allah conocido por su adoración sincera, cuidado gentil y esperanza inquebrantable en la misericordia de Allah. Fue el guardián de Maryam (María), la madre de Isa (Jesús), y es recordado por su súplica sincera por descendencia justa a pesar de su vejez. La historia de Zakariya nos recuerda que ninguna situación es sin esperanza cuando nos dirigimos a Allah sinceramente y confiamos en Su sabiduría perfecta.",
  "sections": [
    {
      "heading": "Guardián de Maryam",
      "content": "El Profeta Zakariya (AS) fue elegido para cuidar a Maryam (María) después de que su madre la dedicara al servicio de Allah. Construyó una cámara privada para ella en el templo, proporcionando sus necesidades y asegurando su seguridad. Zakariya se asombraba al encontrar que Maryam siempre tenía frutas frescas y provisiones, incluso fuera de temporada. Cuando le preguntó de dónde venía la comida, ella respondió: *'Es de Allah. Ciertamente, Allah provee a quien quiere sin cuenta.'* (Corán 3:37). Ver este milagro con sus propios ojos aumentó su fe y le recordó que nada es imposible para Allah. Le dio esperanza de que él también podría hacer dua por un hijo, aunque él y su esposa fueran ancianos y sin hijos."
    },
    {
      "heading": "Súplica por un Hijo",
      "content": "A pesar de su vejez y la esterilidad de su esposa, Zakariya (AS) se dirigió a Allah con completa humildad y esperanza. Hizo una dua hermosa y sincera: *'Señor mío, concédeme de Ti una buena descendencia. Ciertamente, Tú eres el Oyente de la súplica.'* (Corán 3:38). En otra oración, dijo: *'Señor mío, ciertamente mis huesos se han debilitado, y mi cabeza se ha llenado de blanco, pero nunca he sido en mi súplica a Ti, Señor mío, infeliz.'* (Corán 19:4). Su súplica nos muestra la etiqueta de la dua: ser humilde, reconocer nuestra debilidad y nunca renunciar a la esperanza, sin importar cuán imposibles parezcan las cosas. La dua de Zakariya no era solo por un hijo sino por un heredero justo para continuar el mensaje de Allah."
    },
    {
      "heading": "El Milagro de Yahya",
      "content": "Allah respondió a la dua sincera de Zakariya de la manera más milagrosa, concediéndole un hijo puro, Yahya (Juan el Bautista). Los ángeles le trajeron las buenas noticias mientras estaba de pie en oración: *'Ciertamente, Allah te da buenas noticias de Yahya, confirmando una palabra de Allah y [quien será] honorable, abstinente [de mujeres], y un profeta de entre los justos.'* (Corán 3:39). Abrumado por el asombro, Zakariya pidió a Allah una señal, y se le dijo que no hablaría a las personas durante tres días excepto a través de gestos: una señal del milagro y una oportunidad para aumentar en el recuerdo de Allah. El nacimiento de Yahya nos muestra que el poder de Allah no tiene límites y que puede responder oraciones sinceras de maneras que desafían todas las expectativas humanas."
    }
  ],
  "conclusion": "La historia del Profeta Zakariya es un hermoso recordatorio de que ninguna dua pasa desapercibida cuando se hace sinceramente. Su confianza inquebrantable en Allah, incluso cuando la lógica decía que era imposible, nos inspira a seguir orando por lo que es bueno y tener esperanza completa en la misericordia de Allah. Su cuidado por Maryam y su hijo justo, Yahya, nos recuerdan que la piedad y devoción pueden inspirar generaciones.",
  "references": [
    "Corán 3:37-41",
    "Corán 19:2-11",
    "Corán 21:89-90",
    "Sahih Muslim 2726"
  ]
}






