{
  "id": 126,
  "title": "La Peregrinación de Despedida",
  "introduction": "La Peregrinación de Despedida (*Hajjat al-Wada*) fue la primera y única Hajj realizada por el Profeta Muhammad ﷺ después de la conquista de Makkah. Este viaje histórico tuvo lugar cerca del final de su vida y se convirtió en un momento definitorio para la Ummah. Durante esta peregrinación, entregó su famoso Sermón de Despedida, que resumió los principios centrales del Islam y estableció pautas eternas para la humanidad. El evento marcó la finalización de la misión del Profeta y dio a las generaciones futuras el modelo perfecto para realizar Hajj y vivir según sus enseñanzas.",
  "sections": [
    {
      "heading": "El Viaje y Rituales",
      "content": "En el décimo año después de Hijrah (632 CE), el Profeta ﷺ anunció su intención de realizar Hajj. Más de 100,000 compañeros se unieron a él en este viaje histórico de Madinah a Makkah. Fue la única Hajj que realizó después de la conquista pacífica de Makkah, haciéndola especialmente significativa para todos los musulmanes. Demostró cada rito de Hajj de la manera más perfecta: mostrando cómo entrar en Ihram, realizar Tawaf alrededor de la Kaaba, caminar entre Safa y Marwah, estar de pie en Arafat (el corazón de Hajj), pasar la noche en Muzdalifah, apedrear los pilares y ofrecer sacrificio. Los compañeros observaron cada palabra y acción cuidadosamente, asegurando que la manera correcta de realizar Hajj fuera preservada para las generaciones venideras."
    },
    {
      "heading": "El Sermón de Despedida",
      "content": "El 9 de Dhul-Hijjah, parado en la llanura de Arafat, el Profeta ﷺ entregó su histórico Sermón de Despedida (*Khutbat al-Wada*) a más de 100,000 peregrinos. En este discurso final, enfatizó los valores centrales del Islam: la igualdad de todas las personas independientemente de raza o tribu, la santidad de la vida, propiedad y honor, los derechos y trato justo de las mujeres, la prohibición de la usura, y la responsabilidad de seguir el Corán y la Sunnah. Dijo: *'Toda la humanidad es de Adam y Eva. Un árabe no tiene superioridad sobre un no árabe, ni un no árabe tiene superioridad sobre un árabe... excepto por piedad y buena acción.'* (Ahmad) Recordó a la Ummah que estaba dejando atrás el Corán y su Sunnah, y si se aferraban firmemente a estos, nunca se extraviarían. Sus palabras permanecen como un recordatorio eterno de justicia, unidad y piedad para toda la humanidad."
    },
    {
      "heading": "Finalización de la Religión",
      "content": "Durante esta peregrinación, Allah reveló uno de los versículos más importantes del Corán: *'Este día he perfeccionado para ustedes su religión, completado Mi favor sobre ustedes, y he aprobado para ustedes el Islam como su religión.'* (Corán 5:3) Este versículo marcó la perfección de la religión y la finalización de la misión del Profeta ﷺ en la tierra. Después de entregar su sermón, preguntó a las personas: *'¿He transmitido el mensaje?'* Respondieron: *'¡Sí!'* y él dijo: *'Oh Allah, sé testigo.'* No mucho después de regresar a Madinah, el Profeta ﷺ se enfermó y falleció. Su Peregrinación de Despedida verdaderamente se convirtió en su despedida final, dejando a la Ummah con guía clara, rituales preservados y principios universales que los musulmanes continúan siguiendo hasta hoy."
    }
  ],
  "conclusion": "La Peregrinación de Despedida es un hito que marca la finalización de nuestra fe y la misión del Profeta. Su Sermón de Despedida nos da guía eterna sobre justicia, igualdad y unidad. Mientras realizamos Hajj y recordamos este evento histórico, se nos recuerda nuestra responsabilidad de aferrarnos firmemente al Corán y la Sunnah y vivir según los principios nobles que el Profeta ﷺ nos dejó.",
  "references": [
    "Corán 5:3",
    "Sahih Bukhari 1623",
    "Sahih Muslim 1218",
    "Sunan Abu Dawud 1905"
  ]
}






