{
  "id": 36,
  "title": "Ética en las Redes Sociales",
  "introduction": "Los valores islámicos se aplican a nuestro comportamiento en línea tal como lo hacen fuera de línea. Lo que publicamos, compartimos o comentamos puede ganarnos recompensa o causar daño. Las redes sociales son una herramienta poderosa — deben ser usadas con responsabilidad, honestidad y bondad. La presencia en línea de un musulmán debe reflejar su fe, buen carácter y respeto por otros.",
  "sections": [
    {
      "heading": "Piensa Antes de Publicar",
      "content": "El Profeta ﷺ dijo: 'Quien crea en Allah y el Último Día debe hablar bien o permanecer en silencio.' (Sahih Bukhari). Esto se aplica a lo que publicamos y compartimos en línea. Antes de publicar, pregunta: ¿Es verdadero? ¿Es beneficioso? ¿Es respetuoso? Difundir noticias no verificadas, chismes o calumnias puede dañar reputaciones y romper la confianza. Allah advierte: 'Y no espíen o murmuren entre ustedes...' (Corán 49:12). Sé consciente de palabras e imágenes — una vez publicadas, pueden difundirse mucho más allá de lo que imaginamos."
    },
    {
      "heading": "Privacidad y Modestia",
      "content": "El Islam nos enseña a guardar nuestra modestia y respetar la privacidad de otros. En las redes sociales, esto significa no compartir información personal o sensible que podría causar daño. Ten cuidado de no exponer asuntos familiares privados o publicar fotos o videos sin permiso. Allah nos ordena bajar la mirada y proteger nuestra modestia (Corán 24:30-31). La modestia también significa ser humilde y evitar presumir o buscar alabanza en línea."
    },
    {
      "heading": "Participación Positiva",
      "content": "Usa las redes sociales como una herramienta para difundir bondad, inspirar a otros y apoyar lo que es correcto. Comparte recordatorios, contenido edificante o palabras amables que traigan esperanza y beneficio a otros. Evita argumentos innecesarios, comentarios groseros o participar en negatividad e insultos. El Profeta ﷺ dijo: 'Un musulmán es aquel de cuya lengua y mano otros están seguros.' (Sahih Muslim 2563). Ser respetuoso en línea es parte de nuestra responsabilidad como creyentes."
    }
  ],
  "conclusion": "Tu presencia en línea es un reflejo de tu fe y carácter. Usa las redes sociales conscientemente — habla la verdad, protege la privacidad, promueve el bien y recuerda que Allah ve todo lo que hacemos, tanto en línea como fuera de línea.",
  "references": [
    "Corán 49:12",
    "Corán 24:30-31",
    "Sahih Bukhari 6018",
    "Sahih Muslim 2563",
    "Tirmidhi 1977"
  ]
} 