{
  "id": 101,
  "title": "Profeta Idris (AS)",
  "introduction": "El Profeta Idris (Enoc) es uno de los primeros profetas mencionados en el Corán. Era conocido por su sabiduría, paciencia y profunda devoción a Allah. Aunque se detalla poco sobre su vida, lo que sabemos sobre Idris (AS) nos inspira a vivir con conocimiento, sinceridad y fe firme.",
  "sections": [
    {
      "heading": "Vida y Misión",
      "content": "Idris (AS) era un profeta veraz y justo enviado para guiar a su pueblo de vuelta a la adoración solo de Allah. Era de los descendientes del Profeta Adam (AS) y vino después del Profeta Sheeth (Set) (AS). Idris llamó a su pueblo a la bondad, honestidad y justicia. Les enseñó habilidades beneficiosas y sabiduría que ayudaron a construir sus comunidades. Era conocido por ser veraz en palabra y acción, cumpliendo su misión con paciencia a pesar de los desafíos que enfrentó."
    },
    {
      "heading": "Virtudes de Idris",
      "content": "Allah alaba a Idris (AS) en el Corán, diciendo: *'Y menciona en el Libro a Idris. Ciertamente, él era un hombre de verdad y un profeta.'* (Corán 19:56). Idris era paciente y persistente en difundir el mensaje de Allah. Estaba dedicado a aprender y enseñar conocimiento útil, razón por la cual algunos eruditos dicen que estuvo entre los primeros en introducir la escritura y la medición. Su vida muestra que la sabiduría, el conocimiento y la acción justa van de la mano. Debido a su piedad excepcional, Allah elevó a Idris a una posición alta: 'Lo elevamos a un lugar alto.' (Corán 19:57)."
    },
    {
      "heading": "Lecciones de la Historia de Idris",
      "content": "De Idris (AS), aprendemos la importancia de buscar conocimiento y usarlo para beneficiar a otros. Nos recuerda que la sabiduría y el aprendizaje deben combinarse con paciencia e integridad. Incluso cuando enfrentó dificultades o el rechazo de las personas, Idris permaneció firme en su fe y misión. Su historia nos anima a mantenernos firmes en la verdad, valorar el conocimiento y trabajar para elevar nuestras comunidades con sinceridad y perseverancia."
    }
  ],
  "conclusion": "La historia de Idris es corta pero poderosa: un recordatorio de buscar conocimiento, vivir con veracidad y mantenerse firme en nuestra fe en todas las circunstancias. Que Allah nos ayude a encarnar las cualidades de sabiduría, paciencia e integridad como lo hizo Idris (AS).",
  "references": [
    "Corán 19:56-57",
    "Corán 21:85-86",
    "Sahih Bukhari 3396"
  ]
}






