{
  "id": 70,
  "title": "La Simplicidad del Profeta",
  "introduction": "El Profeta Muhammad ﷺ vivió una vida de notable simplicidad, humildad y contentamiento. Aunque podría haber vivido en lujo, eligió vivir modestamente, enfocándose en lo que realmente importa — fe, servicio y gratitud. Su ejemplo nos enseña que la verdadera riqueza no está en la riqueza o posesiones, sino en el corazón que está contento con lo que Allah proporciona.",
  "sections": [
    {
      "heading": "Vida Simple",
      "content": "El Profeta ﷺ comía comida simple y saludable — a menudo solo dátiles, agua y pan de cebada — y a veces pasaba días sin una comida cocinada. Dormía en una estera simple o hojas de palma que dejaban marcas en su costado. Sus ropas eran modestas y limpias, no extravagantes. Allah dice: *'Y aquellos que, cuando gastan, no lo hacen excesivamente o con tacañería, sino que están siempre, entre eso, justos.'* (Corán 25:67). Su estilo de vida simple mostró que lo que poseemos debe servirnos, no controlarnos."
    },
    {
      "heading": "Sirviendo a Otros",
      "content": "A pesar de ser el líder de los musulmanes, el Profeta ﷺ nunca actuó con orgullo o se distanció de otros. Remendaba sus propias ropas y sandalias, ordeñaba cabras y ayudaba con las tareas domésticas. Aisha (RA) dijo: *'Solía servir a su familia, y cuando llegaba el momento de la oración, salía a orar.'* (Sahih Bukhari). Saludaba a los niños, se sentaba con los pobres y trataba a todos con igual respeto, mostrando que la verdadera grandeza está en la humildad y el servicio."
    },
    {
      "heading": "Lecciones para Nosotros",
      "content": "La vida del Profeta ﷺ nos enseña a valorar a las personas por encima de las posesiones. Debemos evitar el desperdicio y la extravagancia, ser agradecidos por lo que tengamos, y recordar que el contentamiento trae paz. Allah dice: *'Coman y beban, pero no sean excesivos. En verdad, Él no ama a aquellos que cometen exceso.'* (Corán 7:31). Vivir simplemente libera nuestros corazones de la codicia y envidia y nos ayuda a enfocarnos en la adoración, familia y ayudar a otros."
    }
  ],
  "conclusion": "La simplicidad trae paz a nuestros corazones y nos ayuda a enfocarnos en lo que realmente importa: agradar a Allah, cuidar de otros y estar contentos. Que sigamos el ejemplo del Profeta ﷺ y vivamos con humildad, gratitud y generosidad.",
  "references": [
    "Corán 25:67",
    "Corán 7:31",
    "Sahih Muslim 1407",
    "Sahih Bukhari 676",
    "Sahih Bukhari 6039"
  ]
} 