{
  "id": 135,
  "title": "Justicia (Adl) en el Islam",
  "introduction": "La justicia (*Adl*) es uno de los principios fundamentales del Islam y uno de los atributos divinos de Allah. Es una obligación moral y social para cada musulmán defender la justicia en todos los aspectos de la vida: personal, familiar, comunitaria y gubernamental. La justicia islámica se construye sobre equidad, igualdad, veracidad y dar a todos sus derechos debidos, sin importar quiénes sean. Requiere defender la verdad, incluso cuando va contra nuestros propios intereses, y proteger los derechos de los débiles y vulnerables.",
  "sections": [
    {
      "heading": "El Fundamento de la Justicia Divina",
      "content": "La justicia es uno de los nombres hermosos de Allah: *Al-Adl* (El Completamente Justo). Su justicia es absoluta, perfecta y abarca toda la creación: *'Ciertamente, Allah ordena justicia y buena conducta'* (Corán 16:90). Allah nunca hace mal a nadie: *'Ciertamente, Allah no hace injusticia, [ni siquiera] del peso de un átomo.'* (Corán 4:40). La justicia divina se manifestará perfectamente en el Día del Juicio cuando cada alma recibirá lo que merece, ni más ni menos. Allah ordena a los creyentes defender la justicia: *'¡Oh ustedes que creen! Manténganse firmes por la justicia, como testigos para Allah, incluso si es contra ustedes mismos, sus padres o sus parientes.'* (Corán 4:135). Esto nos enseña que la justicia real requiere valor, honestidad y sacrificio."
    },
    {
      "heading": "Justicia en Relaciones Personales y Sociales",
      "content": "La justicia comienza en casa y se extiende a cada interacción en la sociedad. En la vida familiar, los padres deben tratar a sus hijos justamente y evitar favoritismo. El Profeta ﷺ dijo a un hombre que dio un regalo a un hijo pero no a los otros: *'Teman a Allah y sean justos entre sus hijos.'* (Sahih Bukhari). En el matrimonio, ambos cónyuges tienen derechos y responsabilidades que deben ser respetados. En los negocios, justicia significa transacciones honestas, precios justos, medidas precisas y cumplir contratos. El Profeta ﷺ advirtió que la deshonestidad destruye confianza e invita el desagrado de Allah. La justicia también significa tratar a cada persona con equidad, independientemente de su origen, riqueza o estatus. El Profeta ﷺ dijo: *'Las personas antes de ustedes fueron destruidas porque castigaron a los pobres y dejaron ir libres a los ricos.'* (Sahih Bukhari). El Islam enseña que nadie está por encima de la ley y que la justicia debe aplicarse igualmente a todos."
    },
    {
      "heading": "Establecer y Mantener Justicia",
      "content": "El Islam llama a los creyentes a establecer y proteger activamente la justicia en la sociedad. Esto significa decir la verdad a los líderes, defender a los oprimidos y construir sistemas que salvaguarden los derechos de todos. El Corán dice: *'Ciertamente, Allah no cambiará la condición de un pueblo hasta que cambien lo que está en ellos mismos.'* (Corán 13:11). Esto significa que la justicia social comienza con integridad personal y valor moral. Los líderes y aquellos en autoridad llevan una responsabilidad más pesada de gobernar justamente y cuidar de su pueblo. El Profeta ﷺ dijo: *'Cada uno de ustedes es un pastor y cada uno de ustedes es responsable de su rebaño.'* (Sahih Bukhari). Las personas ordinarias deben cumplir sus deberes cívicos honestamente, pagar cuotas y responsabilizar a aquellos en el poder. Cuando se enfrenta injusticia, se espera que los musulmanes la detengan con sus manos, hablen contra ella si no pueden detenerla, y al menos la odien en sus corazones: la forma más débil de fe. La justicia requiere fuerza, paciencia y sabiduría para implementar de la manera correcta y en el momento correcto."
    }
  ],
  "conclusion": "La justicia es un mandato divino y una piedra angular de una sociedad pacífica, justa y próspera. Al vivir justamente en nuestras vidas personales, familias, comunidades e instituciones, cumplimos una parte clave de nuestra fe y servimos como testigos de la belleza del Islam. Que Allah nos haga personas de *Adl* que se mantienen firmes por la verdad y equidad en todo lo que hacemos.",
  "references": [
    "Corán 4:135",
    "Corán 16:90",
    "Corán 4:40",
    "Corán 13:11",
    "Sahih Bukhari 2587",
    "Sahih Muslim 49",
    "Sunan Abu Dawud 3544"
  ]
}






