{
  "id": 51,
  "title": "Derechos de los Padres",
  "introduction": "El Islam coloca gran importancia en honrar, obedecer y cuidar a los padres. Después del derecho de Allah, los padres tienen la mayor reclamación sobre nuestra bondad y respeto. El Corán y la Sunnah nos recuerdan que servir a nuestros padres sinceramente es una de las mejores formas de ganar el placer de Allah y un camino al Paraíso.",
  "sections": [
    {
      "heading": "Obediencia y Respeto",
      "content": "Allah dice: *'Y tu Señor ha decretado que no adores excepto a Él, y que seas bondadoso con los padres.'* (Corán 17:23). Habla suavemente con ellos, nunca levantes tu voz o uses palabras duras. El Profeta ﷺ nos enseñó que decir 'uff' (una palabra de molestia) no está permitido, mostrando que incluso pequeñas señales de falta de respeto son desagradables. Obedece sus peticiones razonables y muestra gratitud por sus sacrificios. El respeto incluye escuchar sus consejos y tratarlos con paciencia, incluso si se repiten o se vuelven débiles en la vejez."
    },
    {
      "heading": "Cuidar a los Padres",
      "content": "Parte de honrar a los padres es cuidarlos, especialmente cuando envejecen. El Profeta ﷺ dijo: *'No es de nosotros quien no muestra misericordia a nuestros jóvenes y respeta a nuestros mayores.'* (Tirmidhi). Apóyalos financiera o físicamente si es necesario. Visítalos regularmente, pasa tiempo con ellos y haz du'a sincero por ellos: *'Mi Señor, ten misericordia sobre ellos como me criaron cuando era pequeño.'* (Corán 17:24). Actos de bondad y servicio a los padres continúan trayendo recompensa, incluso después de que fallecen, haciendo du'a, dando caridad en su nombre y manteniendo lazos con sus amigos y parientes."
    },
    {
      "heading": "Límites a la Obediencia",
      "content": "El Islam enseña que la obediencia a los padres no es absoluta cuando entra en conflicto con la obediencia a Allah. Allah dice: *'Pero si se esfuerzan por hacerte asociar conmigo aquello de lo que no tienes conocimiento, no los obedezcas pero acompáñalos en este mundo con bondad.'* (Corán 31:15). Si los padres nos piden hacer algo pecaminoso o contra el Islam, debemos declinar cortésmente mientras mantenemos respeto, paciencia y buen trato en todos los demás asuntos."
    }
  ],
  "conclusion": "Servir y honrar a los padres es un hermoso acto de adoración que lleva al placer de Allah y al Paraíso. Que Allah nos ayude a siempre mostrar bondad, gratitud y respeto a nuestros padres y les conceda Su misericordia y bendiciones en esta vida y la Otra Vida.",
  "references": [
    "Corán 17:23-24",
    "Corán 31:14-15",
    "Sahih Bukhari 5971",
    "Tirmidhi 1919",
    "Sahih Muslim 2548"
  ]
} 