{
  "id": 24,
  "title": "Profeta Isa (AS)",
  "introduction": "El Profeta Isa (AS), conocido como Jesús en inglés, es uno de los profetas más honrados y reverenciados en el Islam. Su nacimiento milagroso, vida y futuro retorno son partes importantes de la creencia islámica. Es una señal del poder y misericordia de Allah y un ejemplo de fe, verdad y compasión para todos los creyentes.",
  "sections": [
    {
      "heading": "Nacimiento Milagroso y Vida",
      "content": "El Profeta Isa (AS) nació de Maryam (María), una sierva pura y devota de Allah. Su nacimiento fue un milagro, ya que no tenía padre — Allah dice: '¡Sé! Y es.' (Corán 3:47). Como bebé recién nacido, habló desde la cuna para defender el honor de su madre y declarar su misión: 'En verdad, soy el siervo de Allah. Él me ha dado la Escritura y me ha hecho un Profeta.' (Corán 19:30). Con el permiso de Allah, Isa realizó muchos milagros, incluyendo curar a ciegos y leprosos, resucitar a los muertos y crear un pájaro de arcilla que cobró vida. Estos milagros mostraron que era un verdadero mensajero de Allah, no divino él mismo."
    },
    {
      "heading": "Mensaje y Misión",
      "content": "Isa (AS) fue enviado para guiar a los Hijos de Israel de vuelta a la verdadera adoración de Allah solo. Confirmó la Torá y trajo el Injil (Evangelio) como guía y luz. Llamó a la gente a la rectitud, compasión y fe en el Único Dios verdadero. Los musulmanes creen que Isa no fue crucificado; más bien, Allah lo protegió y lo elevó. Allah dice: 'No lo mataron, ni lo crucificaron, pero se les hizo aparecer así.' (Corán 4:157). Esto muestra que fue honrado por Allah y salvado de las trampas de sus enemigos."
    },
    {
      "heading": "Retorno de Isa",
      "content": "Un aspecto único de la historia de Isa es que regresará antes del Día del Juicio. Los musulmanes creen que Isa (AS) volverá para restaurar la justicia y la verdad, romper creencias falsas y derrotar al falso mesías (Dajjal). Gobernará con justicia y traerá paz al mundo. Su retorno nos recuerda que la victoria final pertenece a la verdad, y que las promesas de Allah siempre se cumplen."
    }
  ],
  "conclusion": "La historia del Profeta Isa (AS) nos enseña el poder de los milagros de Allah, la importancia de la fe y compasión, y la necesidad de seguir la guía verdadera. Su vida nos inspira a confiar completamente en Allah, defender la verdad y esperar un mundo lleno de justicia y misericordia.",
  "references": [
    "Corán 3:45-55",
    "Corán 4:157-158",
    "Corán 5:110-120",
    "Corán 19:16-36",
    "Sahih Bukhari 343"
  ]
} 