{
  "id": 13,
  "title": "Zakat y Caridad",
  "introduction": "Zakat es un pilar fundamental del Islam y un medio de purificar nuestra riqueza y corazones. La caridad (sadaqah) es altamente alentada en el Islam en cualquier momento. Juntos, fortalecen nuestras comunidades, reducen la dificultad y nos ayudan a acercarnos más a Allah a través de la generosidad y el cuidado por otros.",
  "sections": [
    {
      "heading": "¿Qué es Zakat?",
      "content": "Zakat es una caridad obligatoria que todo musulmán elegible debe dar una vez al año. Es usualmente 2.5% de los ahorros acumulados, oro, plata y ciertos activos que han alcanzado la cantidad mínima (nisab) y han sido mantenidos por un año lunar. Zakat debe ser dado a categorías específicas de personas mencionadas en el Corán, incluyendo a los pobres, necesitados y aquellos en deuda. Pagar Zakat purifica nuestra riqueza, mantiene la avaricia lejos de nuestros corazones y nos recuerda que todo lo que poseemos es una confianza de Allah."
    },
    {
      "heading": "Beneficios de la Caridad",
      "content": "La caridad tiene innumerables beneficios. Purifica nuestra riqueza y almas, ayuda a los pobres y vulnerables, y crea lazos de cuidado y hermandad en la comunidad. El Profeta Muhammad (la paz sea con él) dijo que la caridad no disminuye la riqueza — más bien, trae bendiciones y barakah. Dar caridad nos protege de calamidades, remueve pecados y trae el placer de Allah. Incluso un pequeño acto de bondad — una sonrisa, una mano ayudante — es una forma de caridad que lleva gran recompensa."
    },
    {
      "heading": "Tipos de Caridad",
      "content": "Hay diferentes tipos de caridad en el Islam. Zakat es obligatorio para aquellos que cumplen las condiciones, mientras que Sadaqah es voluntaria y puede ser dada en cualquier momento, en cualquier cantidad. Sadaqah puede incluir dar dinero, alimentar a los hambrientos, proporcionar ropa, apoyar proyectos comunitarios, o simplemente ayudar a alguien en necesidad. Sadaqah Jariyah es caridad continua que continúa beneficiando a otros después de que fallecemos, como construir un pozo, apoyar la educación, o plantar árboles. Cuanto más demos sinceramente por el bien de Allah, más recompensa ganamos en esta vida y la próxima."
    }
  ],
  "conclusion": "Dar caridad es una verdadera señal de fe y gratitud a Allah. Ablanda nuestros corazones, nos ayuda a cuidar a otros e invita la misericordia de Allah a nuestras vidas. Que siempre recordemos dar generosamente y buscar el placer de Allah a través de cada acto de caridad.",
  "references": [
    "Corán 9:60",
    "Corán 2:267",
    "Sahih Muslim 987"
  ]
} 