{
  "id": 92,
  "title": "El Día del Juicio",
  "introduction": "El Día del Juicio (*Yawm al-Qiyamah*) es uno de los pilares de la creencia islámica. Es el día cuando todas las personas serán resucitadas, reunidas y responsabilizadas por cada acción, grande o pequeña. Recordar esta realidad nos ayuda a mantenernos conscientes de nuestras acciones y vivir cada día buscando la misericordia y placer de Allah.",
  "sections": [
    {
      "heading": "Señales del Último Día",
      "content": "Antes del Día del Juicio, muchas señales menores y mayores aparecerán como recordatorios para la humanidad. El Profeta ﷺ nos habló de señales como injusticia generalizada, deshonestidad y pérdida de confianza. Las señales mayores incluyen la aparición del Dajjal (Anticristo), el descenso del Profeta Isa (AS) y la salida del sol desde el oeste. Estas señales nos recuerdan que este mundo es temporal y que la Hora está cerca, incluso si parece lejana."
    },
    {
      "heading": "La Reunión y el Juicio",
      "content": "Allah dice: *'Ese Día, las personas partirán separadas [en categorías] para que se les muestren [los resultados de] sus acciones. Entonces quien haga el peso de un átomo de bien lo verá, y quien haga el peso de un átomo de mal lo verá.'* (Corán 99:6-8). Todas las personas serán reunidas en una llanura vasta, descalzas y sin ropa, paradas ante su Señor. Las acciones serán pesadas, los registros abiertos, y cada palabra y acción juzgada con perfecta justicia. Algunos recibirán su libro de acciones en su mano derecha, una señal de éxito, mientras otros lo recibirán en su mano izquierda. Las balanzas (*Mizan*) y el puente sobre el Infierno (*Sirat*) probarán las acciones y fe de todos."
    },
    {
      "heading": "Cómo Prepararse",
      "content": "• Fortalece tu fe y haz buenas acciones sinceramente por Allah.    • Arrepiéntete regularmente y busca perdón por tus pecados: sin importar cuán grandes, la misericordia de Allah es mayor.    • Sé consciente de tu habla y acciones, sabiendo que cada palabra es registrada por los ángeles.    • Haz dua por firmeza y un buen final, y pide a Allah que haga fácil tu juicio ese Día."
    }
  ],
  "conclusion": "La creencia en el Día del Juicio nos motiva a vivir rectamente, evitar la injusticia y trabajar para el bien en secreto y en público. Que Allah nos haga entre aquellos cuyas balanzas son pesadas con buenas acciones y que entren al Paraíso por Su misericordia.",
  "references": [
    "Corán 99:6-8",
    "Corán 101:6-11",
    "Corán 18:49",
    "Sahih Muslim 2950",
    "Sahih Bukhari 6535"
  ]
}






