{
  "id": 122,
  "title": "Khadijah (RA) - La Primera Creyente",
  "introduction": "Khadijah bint Khuwaylid (RA) fue la primera esposa del Profeta Muhammad ﷺ y la primera persona en aceptar el Islam. Era una mujer de sabiduría, fuerza y carácter excepcional. A través de su apoyo inquebrantable, generosidad y amor, estuvo junto al Profeta ﷺ durante los años más difíciles y solitarios de su misión. Su vida ejemplifica lo que significa ser una esposa de apoyo, una creyente leal y un pilar para la comunidad musulmana temprana.",
  "sections": [
    {
      "heading": "Matrimonio con el Profeta",
      "content": "Antes del Islam, Khadijah (RA) era conocida como una de las mujeres de negocios más nobles y exitosas en Makkah. Era respetada por su inteligencia, integridad y generosidad. Impresionada por la honestidad y confiabilidad del joven Muhammad ﷺ, lo contrató para manejar sus caravanas comerciales, y su negocio prosperó aún más bajo su liderazgo. Profundamente conmovida por su carácter noble, le propuso matrimonio a través de un pariente de confianza. A pesar de ser 15 años mayor, su matrimonio estaba lleno de amor profundo, respeto y armonía. Ella tenía 40 años, y el Profeta ﷺ tenía 25 cuando se casaron. Vivieron juntos en felicidad durante 25 años. Todos los hijos sobrevivientes del Profeta, incluyendo Zainab, Ruqayyah, Umm Kulthum y Fatimah, nacieron de Khadijah, excepto Ibrahim quien nació más tarde de Maria al-Qibtiyyah."
    },
    {
      "heading": "Apoyo Durante la Misión Temprana",
      "content": "Cuando el Profeta ﷺ recibió su primera revelación en la cueva de Hira, regresó a casa temblando y abrumado por lo que había visto y escuchado. Khadijah (RA) no vaciló: lo consoló, lo cubrió con una manta y habló palabras tranquilizadoras que permanecen eternas: *'¡Nunca! Por Allah, Allah nunca te deshonrará. Mantienes los lazos de parentesco, ayudas a los pobres y necesitados, sirves a tus huéspedes generosamente y asistes a aquellos afectados por calamidades.'* Luego lo llevó a su primo Waraqah ibn Nawfal, un erudito cristiano, quien confirmó que Muhammad ﷺ era realmente elegido como Profeta. Khadijah fue la primera persona en aceptar su mensaje, manteniéndose junto a él a través de persecución, boicots y rechazo social. Lo apoyó emocional, espiritual y financieramente, usando su riqueza para proteger a los primeros musulmanes y proveer para sus necesidades."
    },
    {
      "heading": "Legado y Honor",
      "content": "Khadijah (RA) gastó su riqueza generosamente por el Islam, liberando esclavos, ayudando a los oprimidos y haciendo de su hogar un refugio seguro para los primeros creyentes. Incluso después de su muerte, el Profeta ﷺ siempre recordaba su amor y sacrificio. Enviaba regalos a sus amigas y hablaba de ella con profundo afecto. Cuando Aisha (RA) una vez sintió celos de esta devoción, el Profeta ﷺ dijo: *'Ella creyó en mí cuando nadie más lo hizo. Aceptó el Islam cuando las personas me rechazaron. Y me ayudó y consoló cuando no había nadie más para darme apoyo.'* (Muslim). Allah honró a Khadijah en su vida: el ángel Jibreel transmitió saludos de paz para ella de Allah y le dio buenas noticias de una casa especial en el Paraíso hecha de perlas, donde no habrá ruido ni dificultad. Esto muestra el alto rango que tiene a la vista de Allah."
    }
  ],
  "conclusion": "La vida de Khadijah nos enseña la belleza de la fe, lealtad y usar nuestras bendiciones para apoyar la verdad. Nos muestra cómo un matrimonio fuerte y de apoyo puede elevar una misión y cómo sacrificios silenciosos detrás de escena pueden cambiar el curso de la historia. Que Allah esté complacido con Khadijah, la cubra con Su misericordia y nos ayude a seguir su ejemplo brillante de fe, fuerza y amor.",
  "references": [
    "Sahih Bukhari 3815",
    "Sahih Muslim 2435",
    "Sahih Bukhari 3820",
    "Tirmidhi 3875"
  ]
}






