{
  "id": 88,
  "title": "Cumplir Promesas",
  "introduction": "Cumplir promesas es una de las señales de fe verdadera y buen carácter en el Islam. Una persona confiable honra su palabra y gana el amor de Allah y el respeto de las personas. Mantener promesas, grandes o pequeñas, construye confianza en familias, amistades y comunidades.",
  "sections": [
    {
      "heading": "Importancia de Cumplir Promesas",
      "content": "Allah ordena: *'Y cumple [cada] compromiso. Ciertamente, el compromiso es algo [sobre lo que uno será] cuestionado.'* (Corán 17:34). El Profeta ﷺ era conocido como Al-Amin — el Confiable — incluso antes de su profecía. El Islam nos enseña que cumplir nuestras promesas, contratos y acuerdos es un acto de adoración y honestidad. Muestra respeto por otros y fortalece las relaciones."
    },
    {
      "heading": "Consecuencias de Romper Promesas",
      "content": "Romper promesas sin una excusa válida destruye la confianza y es aborrecido por Allah. Allah advierte: *'¡Oh ustedes que creen! ¿Por qué dicen lo que no hacen? Muy aborrecible es ante Allah que digan lo que no hacen.'* (Corán 61:2-3). El Profeta ﷺ dijo: *'Las señales de un hipócrita son tres: cuando habla, miente; cuando hace una promesa, la rompe; y cuando se le confía algo, traiciona la confianza.'* (Sahih Bukhari 33). Incluso pequeñas promesas rotas pueden herir a otros y debilitar nuestro carácter."
    },
    {
      "heading": "Cómo Ser Confiable",
      "content": "• Ten cuidado antes de hacer una promesa: solo comprométete a lo que verdaderamente puedes hacer.  \n• Si te das cuenta de que no puedes cumplir una promesa, comunícate honestamente y discúlpate sinceramente.  \n• Enseña a niños y jóvenes a valorar su palabra y no hacer promesas a la ligera.  \n• Recuerda que Allah nos preguntará sobre nuestras promesas en el Día del Juicio, así que mantenerlas es un acto de fe e integridad."
    }
  ],
  "conclusion": "Cumplir promesas gana el placer de Allah, protege nuestra integridad y construye relaciones fuertes y confiables. Que Allah nos haga personas que son fieles a nuestra palabra, confiables en nuestras acciones y fieles a nuestros compromisos.",
  "references": [
    "Corán 17:34",
    "Corán 61:2-3",
    "Sahih Bukhari 33",
    "Sahih Muslim 59"
  ]
}






