{
  "id": 50,
  "title": "Etiquetas de la Mezquita",
  "introduction": "La mezquita (*masjid*) es la casa de Allah en la tierra. Es un lugar de adoración, aprendizaje y comunidad. Observar las etiquetas apropiadas en la mezquita muestra respeto por este espacio sagrado y trae bendiciones a individuos y la comunidad. El Profeta ﷺ dijo que los lugares más amados por Allah son las mezquitas (Sahih Muslim 671).",
  "sections": [
    {
      "heading": "Entrar a la Mezquita",
      "content": "Entra a la mezquita calmadamente con tu pie derecho y recita el du'a de Sunnah: *'Allahumma iftah li abwaba rahmatik'* — 'Oh Allah, abre para mí las puertas de Tu misericordia.' (Sahih Muslim 713). Saluda a los que están dentro con *salaam*, ya que construye hermandad y bondad. Si la gente está rezando, salúdalos después de que terminen. También es Sunnah rezar *Tahiyyat al-Masjid* (la oración de saludar la mezquita) — dos rak'ahs antes de sentarse — para honrar la santidad del lugar."
    },
    {
      "heading": "Comportamiento Dentro",
      "content": "Dentro de la mezquita, enfócate en la adoración, recuerdo (*dhikr*), recitación del Corán y aprender conocimiento beneficioso. Mantén tu voz baja para evitar molestar a otros en oración. Evita hablar innecesariamente o argumentos — el Profeta ﷺ no le gustaba que la gente levantara sus voces en la mezquita. Mantén la mezquita limpia no tirando basura y usando ropa limpia. El perfume es recomendado para hombres si no molesta a otros. Los niños deben ser enseñados gentilmente cómo comportarse respetuosamente, para que todos se beneficien de la atmósfera pacífica."
    },
    {
      "heading": "Salir de la Mezquita",
      "content": "Al salir, pisa afuera con tu pie izquierdo y di el du'a de Sunnah: *'Allahumma inni as'aluka min fadlik'* — 'Oh Allah, Te pido de Tu generosidad.' (Sahih Muslim 713). Agradece a Allah por darte la oportunidad de adorar en Su casa. Si es posible, saluda a cualquiera que encuentres con *salaam*. Salir con respeto mantiene las bendiciones de tu visita vivas mientras regresas a tu vida diaria."
    }
  ],
  "conclusion": "Respetar la mezquita y seguir sus etiquetas fortalece nuestro vínculo con Allah y con nuestra comunidad. Estas acciones simples reflejan buenos modales, aumentan nuestras recompensas y nos ayudan a mantener la santidad de la casa de Allah. Que Allah nos haga personas que honren y frecuenten Sus casas con amor y humildad.",
  "references": [
    "Corán 9:18",
    "Sahih Muslim 568",
    "Sahih Muslim 713",
    "Sahih Bukhari 444",
    "Sahih Muslim 671"
  ]
} 