{
  "id": 104,
  "title": "Profeta Lut (AS)",
  "introduction": "El Profeta Lut (Lot) ﷺ fue enviado al pueblo de Sodoma y Gomorra, comunidades que estaban profundamente corrompidas por la inmoralidad y comportamiento vergonzoso. A pesar de sus pecados, Lut pacientemente los llamó a la pureza, fe y obediencia a Allah. Su historia es un recordatorio poderoso de mantener límites morales y confiar en la justicia de Allah, sin importar cuán fuerte sea la oposición.",
  "sections": [
    {
      "heading": "Llamada a la Pureza",
      "content": "Lut (AS) llamó a su pueblo a adorar solo a Allah y abandonar sus actos vergonzosos, que nadie en el mundo había hecho antes que ellos. Dijo: *'¿Cometen tal inmoralidad como nadie los ha precedido de entre los mundos? Ciertamente, se acercan a los hombres con deseo en lugar de a las mujeres...'* (Corán 7:80-81). Los urgió a arrepentirse, purificarse y vivir dentro de los límites naturales y legales establecidos por Allah. Pero se burlaron de él y amenazaron con expulsarlo en lugar de cambiar sus caminos."
    },
    {
      "heading": "Rechazo y Destrucción",
      "content": "A pesar de las advertencias sinceras de Lut, su pueblo lo rechazó y persistió en sus pecados. Cuando conspiraron mal contra él y sus huéspedes, Allah envió ángeles a Lut para darle buenas noticias de seguridad. Su pueblo fue destruido por un castigo severo: las ciudades fueron volteadas y llovieron piedras de arcilla sobre ellos. *'Así lo salvamos a él y a su familia, excepto a su esposa; ella estaba entre los que se quedaron atrás.'* (Corán 7:83). Su esposa apoyó a los malhechores y fue destruida con ellos, mostrando que la fe es una responsabilidad individual."
    },
    {
      "heading": "Lecciones de la Historia de Lut",
      "content": "La historia de Lut nos enseña a mantenernos firmes en la verdad y moralidad, incluso cuando estamos rodeados de corrupción. Muestra que los pecados mayores invitan el castigo de Allah si un pueblo persiste sin arrepentimiento. Debemos evitar normalizar la inmoralidad y buscar la protección de Allah para nosotros y nuestras familias. Su historia también nos recuerda que el verdadero éxito es mantenerse leal a los mandamientos de Allah, incluso si otros nos rechazan o se burlan de nosotros."
    }
  ],
  "conclusion": "La historia del Profeta Lut (AS) nos enseña a mantener la pureza, protegernos y proteger nuestras comunidades de la inmoralidad, y confiar en que la justicia de Allah siempre prevalecerá. Que Allah nos proteja de los pecados mayores y nos mantenga firmes en la fe.",
  "references": [
    "Corán 7:80-84",
    "Corán 26:160-175",
    "Corán 11:77-83",
    "Sahih Bukhari 3349"
  ]
}






