{
  "id": 60,
  "title": "Cuidado Ambiental",
  "introduction": "El Islam enseña que la tierra y todos sus recursos son una confianza (*amanah*) de Allah. Como custodios (*khalifah*) en esta tierra, somos responsables de proteger y cuidar el medio ambiente. Al usar recursos sabiamente, evitar desperdicios y mostrar bondad a todas las criaturas, mostramos gratitud a Allah y cumplimos nuestro deber como cuidadores de Su creación.",
  "sections": [
    {
      "heading": "Reducir Desperdicios",
      "content": "Allah dice: *'Y coman y beban pero no sean excesivos. En verdad, Él no ama a aquellos que cometen exceso.'* (Corán 7:31). Los musulmanes son enseñados a usar lo que necesitan sin desperdiciar comida, agua u otros recursos. El Profeta ﷺ usaba agua con moderación, incluso cuando era abundante, y nos enseñó a valorar cada bendición. Reciclar, reutilizar y evitar consumo innecesario todo ayuda a preservar recursos para las generaciones futuras."
    },
    {
      "heading": "Proteger la Naturaleza",
      "content": "El Islam anima fuertemente a cuidar el mundo natural. El Profeta ﷺ dijo: *'Si un musulmán planta un árbol o siembra semillas, y luego un pájaro, una persona o un animal come de él, se considera como caridad.'* (Sahih Muslim 2732). Plantar árboles, proteger animales y mantener agua y tierra limpias son todos actos de adoración. Contaminar ríos, dañar vida silvestre o destruir plantas sin necesidad va contra el espíritu del Islam. Pequeños actos como recoger basura o plantar una flor pueden ser una fuente de recompensa."
    },
    {
      "heading": "Acción Comunitaria",
      "content": "El cuidado ambiental no es solo un esfuerzo individual — es una responsabilidad comunitaria. Únete a proyectos locales de limpieza, apoya prácticas sostenibles y anima a otros a respetar la naturaleza. El Profeta ﷺ dijo que remover cosas dañinas de los caminos es una rama de la fe. Los proyectos comunitarios que protegen la tierra crean un ambiente más limpio y seguro para todos y muestran gratitud por las bendiciones de Allah."
    }
  ],
  "conclusion": "Cuidar la tierra es un acto de adoración y gratitud a Allah. Al ser conscientes de cómo usamos recursos, proteger la naturaleza y trabajar juntos, cumplimos nuestro rol como custodios de Su creación. Que Allah nos ayude a proteger y preservar el medio ambiente para nosotros y las generaciones futuras.",
  "references": [
    "Corán 6:141",
    "Corán 7:31",
    "Corán 30:41",
    "Sahih Muslim 2732",
    "Sahih Bukhari 652"
  ]
} 