{
  "id": 168,
  "title": "La Peregrinación de Despedida del Profeta Muhammad ﷺ",
  "introduction": "La Peregrinación de Despedida (*Hajjat al-Wada*) fue el último Hajj realizado por el Profeta Muhammad ﷺ en el décimo año después de Hijrah (632 EC), solo meses antes de su fallecimiento. Este viaje histórico reunió a más de 100,000 creyentes y marcó la culminación de su misión profética. A través de esta peregrinación, el Profeta ﷺ estableció los ritos correctos del Hajj para todas las generaciones venideras y entregó su sermón final — una declaración atemporal de igualdad humana, justicia y la perfección del Islam.",
  "sections": [
    {
      "heading": "El Viaje y Establecimiento de Rituales del Hajj",
      "content": "En el décimo año después de Hijrah, el Profeta ﷺ anunció su intención de realizar Hajj, y musulmanes de toda la Península Arábiga acudieron para unirse a él. Esta reunión monumental demostró la unidad, fortaleza y crecimiento de la ummah musulmana. Durante esta peregrinación, el Profeta ﷺ demostró meticulosamente cada aspecto del Hajj, diciendo: *\"Tomad de mí vuestros ritos.\"* (Sahih Muslim). Mostró cómo entrar en ihram, realizar tawaf alrededor de la Kaaba, caminar entre Safa y Marwah, pararse en oración en Arafat, permanecer en Muzdalifah, apedrear los pilares en Mina y realizar el sacrificio. Sus compañeros observaron cuidadosamente cada paso y transmitieron este conocimiento para asegurar que los musulmanes hasta el final de los tiempos supieran exactamente cómo realizar Hajj. El Profeta ﷺ también explicó los significados espirituales detrás de estos actos, recordando a los creyentes que Hajj no es solo un ritual sino un viaje profundo de sumisión, humildad y unidad ante Allah."
    },
    {
      "heading": "El Sermón Histórico de Despedida",
      "content": "En el noveno día de Dhul Hijjah, en la llanura de Arafat, el Profeta ﷺ se paró ante la vasta asamblea y entregó su sermón final — uno de los discursos más significativos en la historia humana. Recordó a la ummah sus responsabilidades, declarando: *\"Toda la humanidad es de Adán y Eva. Un árabe no tiene superioridad sobre un no-árabe, ni un no-árabe tiene superioridad sobre un árabe; un blanco no tiene superioridad sobre un negro, ni un negro tiene superioridad sobre un blanco — excepto por piedad y buena acción.\"* (Musnad Ahmad). Enfatizó la santidad de la vida, propiedad y honor, el trato justo de las mujeres y la abolición de todas las formas de opresión de la era preislámica. Instó a los creyentes a aferrarse firmemente al Corán y la Sunnah para evitar extraviarse. Entonces pidió a la gente que testimoniara que había transmitido el mensaje de Allah — todos respondieron, '¡Sí!' Levantando su dedo al cielo, repitió, *\"¡Oh Allah, sé testigo!\"* Este sermón de despedida consagró los principios centrales de igualdad, justicia y hermandad que permanecen como guía atemporal para todas las personas."
    },
    {
      "heading": "La Completación de la Religión",
      "content": "Durante la Peregrinación de Despedida, Allah reveló uno de los versos finales del Corán: *\"Este día he perfeccionado para vosotros vuestra religión y completado Mi favor sobre vosotros y he aprobado para vosotros el Islam como vuestra religión.\"* (Corán 5:3). Este verso poderoso significó que el Islam ahora había sido completado como una forma comprensiva de vida para la humanidad. Se reporta que Umar ibn al-Khattab (RA) lloró cuando este verso fue revelado, entendiendo que la misión del Profeta ﷺ estaba llegando a su fin. Después de regresar a Madinah, el Profeta ﷺ vivió solo unos meses más antes de regresar a su Señor. A través de esta peregrinación final, cumplió su papel como el sello de los profetas, dejando atrás un mensaje completo, preservado y universal para todas las generaciones."
    }
  ],
  "conclusion": "La Peregrinación de Despedida se erige como la culminación de la misión del Profeta Muhammad ﷺ — estableciendo los rituales del Hajj, resumiendo las enseñanzas centrales del Islam, y presenciando la perfección de la religión. Sus lecciones perdurables sobre igualdad humana, justicia y la importancia de aferrarse firmemente al Corán y la Sunnah continúan guiando a los musulmanes hoy, tal como lo hicieron hace más de 1,400 años.",
  "references": [
    "Corán 5:3",
    "Sahih Muslim 1297",
    "Musnad Ahmad 22978",
    "Sahih Bukhari 1623",
    "Sunan Abu Dawud 1905"
  ]
}






