{
  "id": 25,
  "title": "Los Cuatro Califas Rectamente Guiados",
  "introduction": "Los primeros cuatro líderes de la comunidad musulmana después del Profeta Muhammad ﷺ son conocidos como los Khulafa ar-Rashidun — los Califas Rectamente Guiados. Son celebrados por su justicia, sabiduría, piedad y dedicación a servir al Islam. Sus vidas y liderazgo establecen un ejemplo para todas las generaciones sobre cómo mantener la fe, unidad y justicia.",
  "sections": [
    {
      "heading": "Abu Bakr As-Siddiq",
      "content": "Abu Bakr (RA) fue el compañero más cercano del Profeta ﷺ y el primer califa después de su fallecimiento. Era conocido como As-Siddiq (el veraz) debido a su creencia y apoyo inquebrantables. Consoló a los musulmanes durante su mayor prueba y preservó la unidad de la Umma cuando era más vulnerable. Abu Bakr lideró con humildad y firmeza, luchó contra los falsos profetas y aseguró que el Zakat fuera recolectado y distribuido apropiadamente. También supervisó la primera compilación de los versículos coránicos después de que muchos memorizadores fueran martirizados, protegiendo el Corán para las generaciones futuras."
    },
    {
      "heading": "Umar ibn Al-Khattab",
      "content": "Umar ibn Al-Khattab (RA) fue el segundo califa, conocido por su fuerza, justicia y profundo temor a Allah. Bajo su liderazgo, el imperio musulmán se expandió rápidamente para incluir Persia, Egipto y partes de las tierras bizantinas, esparciendo el Islam lejos y ampliamente. Umar estableció muchos sistemas administrativos, como el estado de bienestar (Bayt al-Mal), cortes y servicios públicos. Caminaba por la noche para verificar a su gente, asegurando que nadie quedara hambriento u oprimido. Su gobierno justo se convirtió en un ejemplo para la gobernanza justa."
    },
    {
      "heading": "Uthman ibn Affan y Ali ibn Abi Talib",
      "content": "Uthman ibn Affan (RA), el tercer califa, era conocido por su generosidad y modestia. Usó su riqueza para apoyar a la comunidad musulmana, equipando ejércitos y proveyendo para los necesitados. El mayor legado de Uthman fue compilar el Corán en una versión escrita única y estándar para protegerlo de disputas, asegurando que los musulmanes alrededor del mundo reciten el mismo Corán hoy. Ali ibn Abi Talib (RA), el cuarto califa y primo del Profeta ﷺ, era conocido por su profundo conocimiento, sabiduría y valentía sin igual. Defendió el Islam en muchas batallas y guió a la gente con su profundo entendimiento del Corán y la Sunnah. A pesar de enfrentar conflictos internos y pruebas, Ali permaneció dedicado a la justicia y unidad."
    }
  ],
  "conclusion": "Los Cuatro Califas Rectamente Guiados dedicaron sus vidas a preservar y esparcir el Islam, gobernando con justicia, sabiduría y profunda sinceridad. Sus ejemplos nos recuerdan la importancia de la unidad, sacrificio y servir a otros por el bien de Allah.",
  "references": [
    "Sahih Bukhari 3653",
    "Sahih Muslim 2389",
    "Corán 9:100"
  ]
} 