{
  "id": 64,
  "title": "Suras Makki vs Madani",
  "introduction": "El Corán fue revelado en dos períodos principales: el período Makki (en La Meca) y el período Madani (en Medina). Cada tipo de revelación refleja las necesidades, luchas y crecimiento de la comunidad musulmana temprana. Comprender esta distinción nos ayuda a apreciar la profundidad del mensaje del Corán y aplicar sus enseñanzas sabiamente.",
  "sections": [
    {
      "heading": "Suras Makki",
      "content": "Las suras Makki fueron reveladas antes de la Hégira (migración) a Medina. Se enfocan en fortalecer la fe en la Unicidad de Allah (*Tawhid*), la realidad del Más Allá, el Día del Juicio, y las historias de naciones pasadas para advertir e inspirar. Las suras Makki a menudo usan versos poderosos y cortos, imágenes vívidas y un fuerte atractivo emocional para tocar los corazones y despertar la creencia. Ejemplos incluyen Surah Al-Fatiha, Al-Ikhlas y Surah Al-An'am. Estas suras nos recuerdan que se necesita una base sólida de fe antes de que se puedan construir leyes y reglas."
    },
    {
      "heading": "Suras Madani",
      "content": "Las suras Madani fueron reveladas después de la Hégira cuando los musulmanes establecieron una comunidad en Medina. Estas suras tratan asuntos prácticos como la ley familiar, la justicia social, la herencia, la guerra, los tratados y las relaciones comunitarias. Guían a los musulmanes sobre cómo vivir juntos como una sociedad fuerte, justa y solidaria. Las suras Madani a menudo contienen versos más largos e instrucciones detalladas. Ejemplos incluyen Surah Al-Baqarah, An-Nisa y Al-Ma'idah. Estas suras muestran cómo la fe moldea las acciones y la vida comunitaria."
    },
    {
      "heading": "Por Qué Importa la Distinción",
      "content": "Saber si una sura es Makki o Madani nos ayuda a entender su contexto histórico y social. Esto da un significado más profundo cuando leemos el Corán y ayuda a los eruditos a interpretar los versos correctamente. Por ejemplo, los versos Makki sobre paciencia y firmeza fueron revelados cuando los musulmanes enfrentaban persecución, mientras que los versos Madani sobre leyes y gobernanza vinieron cuando tenían la libertad de construir una comunidad. Entender esto nos ayuda a aplicar las enseñanzas coránicas sabiamente hoy."
    }
  ],
  "conclusion": "Tanto las suras Makki como Madani nos guían hacia una fe fuerte, acciones justas y la construcción de comunidades justas. Juntas, muestran cómo el Corán aborda todos los aspectos de la vida, desde la creencia del corazón hasta las necesidades de la sociedad.",
  "references": [
    "Corán 16:101",
    "Corán 5:3",
    "Sahih Bukhari 4993",
    "Corán 87:6-7",
    "Corán 6:106"
  ]
} 