{
  "id": 57,
  "title": "Responsabilidades Cívicas",
  "introduction": "El Islam anima a los musulmanes a ser ciudadanos activos y responsables que contribuyen positivamente a las sociedades en las que viven. Ser un buen vecino, apoyar la justicia y trabajar por el bienestar de todas las personas son parte de vivir según los valores islámicos. La responsabilidad cívica fortalece las comunidades y refleja la misericordia y justicia que el Islam enseña.",
  "sections": [
    {
      "heading": "Obedecer las Leyes",
      "content": "El Islam enseña a los musulmanes a seguir las leyes del país siempre que no contradigan los principios del Islam. Obedecer las reglas de tráfico, pagar impuestos honestamente y respetar los derechos de otros ayuda a mantener orden y justicia. Allah nos ordena obedecer a aquellos en autoridad entre nosotros, siempre que no nos lleve lejos de Su obediencia. Los musulmanes deben ser conocidos por integridad y confiabilidad en todos los tratos, cumpliendo contratos y manteniendo la verdad en la vida pública y privada."
    },
    {
      "heading": "Votar y Participar",
      "content": "Involucrarse en asuntos comunitarios es una forma de promover justicia y proteger el bienestar de la sociedad. Votar y participar en decisiones que afectan tu comunidad puede ayudar a asegurar justicia y defender los derechos de todos, especialmente los vulnerables. El Islam anima a defender la verdad y hablar contra la injusticia. Los musulmanes deben ser voces para el bien, usando su influencia para construir comunidades más seguras y compasivas. Apoyar líderes y políticas que defiendan la justicia, honestidad y el bien público se alinea con el principio islámico de ordenar lo que es correcto y prohibir lo que está mal."
    },
    {
      "heading": "Servir el Bien Público",
      "content": "El Islam anima a trabajar por el beneficio de todas las personas, independientemente de su fe o antecedentes. Servir el bien público incluye actos como hacer voluntariado, ayudar a vecinos, apoyar proyectos comunitarios, proteger el medio ambiente y mostrar bondad a todos. El Profeta ﷺ dijo: 'Los mejores de la gente son aquellos que son más beneficiosos para la gente.' Actos simples — recoger basura, donar a caridades locales, ayudar durante crisis — son todas formas de servir a la sociedad y ganar recompensa de Allah. A través de estos esfuerzos, los musulmanes muestran el verdadero espíritu del Islam y ayudan a esparcir paz y buena voluntad."
    }
  ],
  "conclusion": "Cumplir deberes cívicos es parte de ser un buen musulmán y un buen vecino. Cuando contribuimos positivamente a la sociedad, seguimos el ejemplo del Profeta ﷺ y vivimos nuestra fe en acción. Que Allah nos haga ciudadanos responsables que traen beneficio, justicia y misericordia a todos los que nos rodean.",
  "references": [
    "Corán 4:59",
    "Corán 5:8",
    "Sahih Bukhari 2956"
  ]
} 